var books = [
    {
        "id" : "1",
        "type": "60.000 so'm",
        "name": "Aqoid ilmi",
        "name_modal": "Aqoid ilmi",
        "img": "images/aqoid ilmiy.jpg",
        "modal_img": "images/aqoid ilmiy.jpg",
        "malumot" : ' "Ақоид илми ва унга боғлиқ масалалар"\
        Ушбу китобда ақийда илмига боғлиқ долзарб мавзулар кенг ёритилган. Шунингдек ақоид илмининг кўзга кўринган имомлари ва уларнинг бу соҳада қилган хизматлари хақида маълумотлар келтирилгандир.\
        Муаллифи Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    },

    {
        "id" : "2",
        "type": "25.000 so'm",
        "name": "Amallar niyatga bog'liq",
        "name_modal": "Amallar niyatga bog'liq",
        "img": "images/amallar.jpg",
        "modal_img": "images/amallar.jpg",
        "malumot" : ' Амалллар ниятга боғлиқ \
        МУНДАРИЖА \
        Албатта, амаллар ниятларга боғлиқдир \
        Ҳадиснинг шарҳи\
        Ниятнинг турлари \
        Руҳий тарбия илмида ният масаласи \
        Ихлос \
        Ихлоснинг ҳақиқати \
        Фиқҳ илмида ният масаласи \
        Биринчи фан: Куллий қоидалар \
        Хотима \
        Фойдаланилган адабиётлар рўйхати \
        Муаллифи Шайх Муҳаммад Содиқ Муҳаммад Юсуф \ '
        
    },

    {
        "id" : "3",
        "type": "18.000 so'm",
        "name": "Abu Hanifa No'mon",
        "name_modal": "Abu Hanifa No'mon",
        "img": "images/abu-hanifa-nomon.jpg",
        "modal_img": "images/abu-hanifa-nomon.jpg",
        "malumot" : ' Абу Ҳанифа Нўъмон \
        Абу Ҳанифа Нўъмон  ўз замонасида мусулмонларнинг энг машҳур имоми саналарди. Шунинг учун у зотнинг исмига қўшимча қилиб "Аъзам" Буюк сифати берилади. Илму маърифати, юксак фазилати , олиб борган изланишлари , сабру қаноати ва кучли салоҳияти сабаб  у зотни "Буюк имом Абу Ҳанифа Нўъмон" деб аташ кенг  ёйилган. Шариатимиздаги фиқҳ илмини ёзиш хусусида сўз кетганда, аввало имом Абу Ҳанифага нисбат берилади. Айтишларича, буюк имом томонидан тузилган илм ҳалқаси мавжуд илмнинг тўртдан уч қисмини ўз ичига олган. \
        Муаллиф  Доктор Мустафо Шакъа '
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    },
    {
        
        "type": "16.800 so'm",
        "name": "Iymon",
        "img": "card.jpg",
        
    }
]