var books = [
    {
        "id" : "1",
        "type": "60.000 so'm",
        "name": "Aqoid ilmi",
        "name_modal": "Aqoid ilmi",
        "img": "images/aqoid ilmiy.jpg",
        "modal_img": "images/aqoid ilmiy.jpg",
        "malumot" : ' "Ақоид илми ва унга боғлиқ масалалар"\
        Ушбу китобда ақийда илмига боғлиқ долзарб мавзулар кенг ёритилган. Шунингдек ақоид илмининг кўзга кўринган имомлари ва уларнинг бу соҳада қилган хизматлари хақида маълумотлар келтирилгандир.\
        Муаллифи Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    },

    {
        "id" : "2",
        "type": "25.000 so'm",
        "name": "Amallar niyatga bog'liq",
        "name_modal": "Amallar niyatga bog'liq",
        "img": "images/amallar.jpg",
        "modal_img": "images/amallar.jpg",
        "malumot" : ' Амалллар ниятга боғлиқ \
        МУНДАРИЖА \
        Албатта, амаллар ниятларга боғлиқдир \
        Ҳадиснинг шарҳи\
        Ниятнинг турлари \
        Руҳий тарбия илмида ният масаласи \
        Ихлос \
        Ихлоснинг ҳақиқати \
        Фиқҳ илмида ният масаласи \
        Биринчи фан: Куллий қоидалар \
        Хотима \
        Фойдаланилган адабиётлар рўйхати \
        Муаллифи Шайх Муҳаммад Содиқ Муҳаммад Юсуф \ '
        
    },

    {
        "id" : "3",
        "type": "18.000 so'm",
        "name": "Abu Hanifa No'mon",
        "name_modal": "Abu Hanifa No'mon",
        "img": "images/abu-hanifa-nomon.jpg",
        "modal_img": "images/abu-hanifa-nomon.jpg",
        "malumot" : ' Абу Ҳанифа Нўъмон \
        Абу Ҳанифа Нўъмон  ўз замонасида мусулмонларнинг энг машҳур имоми саналарди. Шунинг учун у зотнинг исмига қўшимча қилиб "Аъзам" Буюк сифати берилади. Илму маърифати, юксак фазилати , олиб борган изланишлари , сабру қаноати ва кучли салоҳияти сабаб  у зотни "Буюк имом Абу Ҳанифа Нўъмон" деб аташ кенг  ёйилган. Шариатимиздаги фиқҳ илмини ёзиш хусусида сўз кетганда, аввало имом Абу Ҳанифага нисбат берилади. Айтишларича, буюк имом томонидан тузилган илм ҳалқаси мавжуд илмнинг тўртдан уч қисмини ўз ичига олган. \
        Муаллиф  Доктор Мустафо Шакъа '
        
    },
    {
        "id" : "4",
        "type": "40.000 so'm",
        "name": "Asmoul Xusna va Yosin, Taborak",
        "name_modal": "Asmoul Xusna va Yosin, Taborak",
        "img": "images/ismlar.jpg",
        "modal_img": "images/ismlar.jpg",
        "malumot" : ' Асмоул Ҳусна (Аллоҳнинг гўзал исмлари). Ушбу китобда Аллоҳ таолонинг 99та гўзал исми маънолари билан бирга Қуръони Каримдан машҳур суралар( Ёсин, Воқеа, Каҳф, Мулк, Ар-Раҳмон ва 30-пора тўлиқ)  фазилати, маъно таржимаси ва ёдланиши ҳам бор. Қўшимча  тарзда саловат ва кундалик зарурий дуолар ҳам берилган.  Китоб крелл алифбосида чоп этилган.'
        
    },
    {
        "id" : "5",
        "type": "16.000 so'm",
        "name": "Ahmad amakining saboqlari",
        "name_modal": "Ahmad amakining saboqlari",
        "img": "images/saboqlari.jpg",
        "modal_img": "images/saboqlari.jpg",
        "malumot" : " Ushbu kitobcha bolalarni axloq-odobli, ilm o'rganishga rag'batli, yomon illatlardan qochuvchi qilib tarbiyalashga xizmat qiladi. Shuningdek muallif o'z risolasida halollik, poklik, ota-onaga qanday ehtiromda bo'lish va Islomiy qadriyatlar  haqida ham yoshlar dunyoqarashiga mos ma'lumotlar beradi."
        
    },
    {
        
        "id" : "6",
        "type": "13.000 so'm",
        "name": "Alifbe kitobi (Arab tili darsligi)",
        "name_modal": "Alifbe kitobi (Arab tili darsligi)",
        "img": "images/alifbe.jpg",
        "modal_img": "images/alifbe.jpg",
        "malumot" : ' Сиз азизларга "Араб тили дарслиги"(Алифбе) номли китобнинг 1-қисмини тақдим қилмоқдамиз. У ўзбек тилида сўзлашувчиларга араб тили дарслигидир.  У асосан тил марказлари учун мўлжалланган бўлиб, мустақил ўрганувчилар учун ҳам фойдадан ҳоли эмас. Аввал ўқувчи араб алифбоси билан танишиб чиқади. Ундан кейин ҳар бир ҳарфни мисоллари билан ўрганиб, луғатларни ёдлаб боради. Масалан ҳар бир ҳарфда берилган луғатларни ёд олади.'
        
    },
    {
        "id" : "7",
        "type": "14.000 so'm",
        "name": "Aqoid kitobi",
        "name_modal": "Aqoid kitobi",
        "img": "images/aqoid.jpg",
        "modal_img": "images/aqoid.jpg",
        "malumot" : ' Ақида ўзи нима? Сиз эътиқодингизни биласизми? Аллоҳ қандай зот? Аллоҳ ҳақида нималарни биласиз? Иймон нима? Ислом нима? Ақида илми ана шундай  саволларга жавоб беради. Ақида илмини ўрганиш ҳар бир мусулмон учун ФАРЗдир. Ақида билмаган шайтонга элдир! Минг йил солиҳ амал деб қилса елдир!'
        
    },
    {
        "id" : "8",
        "type": "45.000 so'm",
        "name": "Arab tili",
        "name_modal": "Arab tili",
        "img": "images/arabtili.jpg",
        "modal_img": "images/arabtili.jpg",
        "malumot" : ' Мазкур ўқув қўлланмаси олий ўқув юртларининг чет тили  ва адабиёти  ҳамда тарих ихтисослиги бўйича таҳсил олаётган талабалар, шунингдек хорижий шарқ тилларини  ўқитадиган академик лицей ва ўрта махсус мактаблар, араб тилини мустақил ўрганувчилар учун мўлжалланган. Қўлланмада араб тили грамматикаси, бой тарихимизга оид манбалардан парчалар, тарбиявий аҳамиятга эга бўлган матнлар, мўтабар ҳадислар, мақоллар ва ҳикматли сўзлардан намуналар берилган. Ўқув қўлланма араб тили фанининг ўқув дастури асосида тузилган. \
        Муаллиф Мирқобил Ҳасанов'
        
    },
    {
        "id" : "9",
        "type": "28.000 so'm",
        "name": "Arabcha o'qishni o'rganamiz",
        "name_modal": "Arabcha o'qishni o'rganamiz",
        "img": "images/arabcha-o'qish.jpg",
        "modal_img": "images/arabcha-o'qish.jpg",
        "malumot" : 'Китобнинг арабча ҳарфларни ва уларнинг талаффузини ўргатиш услуби осон ва соддалиги туфайли унинг ёрдамида ёшу қари, эркагу аёл ҳам арабча ўқиш ва ёзишни ўрганиб олиши мумкин. Китобда араб тилида тўғри ўқишни ўрганишнинг ҳам қадимги, ҳам ҳозирги замон услублари жамланган бўлиб, ўқувчини араб тилидаги ҳарфларни тўғри ўқишга, товушларни махражларидан чиқариб, чиройли ва тўғри талаффуз қилишга ўргатади.'
        
    },
    {
        "id" : "10",
        "type": "85.000 so'm",
        "name": "Allohning go'zal ismlari va Ismi A'zam",
        "name_modal": "Allohning go'zal ismlari va Ismi A'zam",
        "img": "images/allohning go'zal ismlari.jpg",
        "modal_img": "images/allohning go'zal ismlari.jpg",
        "malumot" : 'Ушбу китобда Аллоҳнинг гўзал исмлари билан бирга Қуръон ва суннатда келган ишончли ва саҳиҳ дуолар фазилатлари билан бирга берилган. Китоб 8 бобдан иборат ва ҳар бир боби алоҳида мавзуларга бағишланган дуолардан иборат.'
    },
    {
        "id" : "11",
        "type": "28.000 so'm",
        "name": "Ayollarga xos eng zarur fiqhiy masalar",
        "name_modal": "Ayollarga xos eng zarur fiqhiy masalar",
        "img": "images/ayollarga xos eng.jpg",
        "modal_img": "images/ayollarga xos eng.jpg",
        "malumot" : 'Ушбу китоб "Ҳидоят" журналининг 1999-2000 йиллардаги сонларида "Аёллар саҳифаси", "Хос фиқҳий масалалар" рукнлари остида эълон қилинган туркум мақолалар асосида нашрга тайёрланди. Мазкур китобда аёллар учун кундалик ҳаётда лозим бўлган муҳим шаръий масалалар ишончли манбаалар асосида содда баён этилган. Китобда келтирилган маълумотлар айни пайтда эркаклар учун ҳам ўта муҳим, оила тинч-тотувлиги, фаровонлигининг пойдевори вазифасини ўтовчи маълумотлардир.'
        
    },
    {
        "id" : "12",
        "type": "65.000 so'm",
        "name": "Baxtli oila",
        "name_modal": "Baxtli oila",
        "img": "images/baxtli oila.jpg",
        "modal_img": "images/baxtli oila.jpg",
        "malumot" : 'Мазкур китоб мустаҳкам оила қуришда муқаддас никоҳнинг ўрни, уни пок сақлашнинг турли фиқҳий маънавий масалаларига бағишланган бўлиб, асосан, ер-хотин, қайнона-келин, куёвлик муносабатларида учрайдиган айрим муаммолар ечими кўрсатиб берилган. Асар дидактик шаклда тасниф етилган бўлиб, унда турмуш қуриш арафасида бўлган ёшларга оила қуришнинг муҳим ва зарурий масалаларини ёритиб беришга ҳаракат қилинган. Қайноналар ва келин куёвлик муносабатларида учраб турадиган айрим муаммолар таҳлил қилинган. Асар турмуш қуриш ёшига етган кенг ўқувчилар оммасига мўлжалланган.\
        Муаллиф Шайх Абдулазиз Мансур'
        
        
    },
    {
        "id" : "13",
        "type": "65.000 so'm",
        "name": "baxtiyor oila",
        "name_modal": "baxtiyor oila",
        "img": "images/baxtiyor oila.jpg",
        "modal_img": "images/baxtiyor oila.jpg",
        "malumot" : 'Ушбу китоб Ислом динининг оилавий муносабатларга оид аҳкомларининг кенг ва батафсил шарҳи бўлиб, мусулмон киши оилавий ҳаётга оид билиши лозим бўлган барча масалаларни ўз ичига олади. Китобда инсонга икки дунё саодати йўлини кўрсатиб берган Ислом динининг бахтли, саодатли оила қуриш, эр-хотиннинг ҳуқуқлари, бурч ва мажбуриятлари, ота-онага, қайнота-қайнонага муносабат, келин ва куёв танлаш, ақийқа, фарзанд тарбияси, силаи раҳм, талоқ, идда ва шу каби кўплаб долзарб мавзулардаги таълимотлари орқали бугунги кунда қатор муаммолар муҳокама қилинади, оятлар, ҳадислар ҳамда салаф солиҳларнинг ҳаёти мисолида мусулмоннинг бахтли оилавий ҳаёт дастури кўрсатиб берилади.\
\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
        
        
    }, 
    {
        "id" : "14",
        "type": "18.000 so'm",
        "name": "Bozor va unga bog'liq masalalar",
        "name_modal": "Bozor va unga bog'liq masalalar",
        "img": "images/bozor.jpg",
        "modal_img": "images/bozor.jpg",
        "malumot" : 'Қадимги фуқаҳоларимиз ушбу «Бозор ва унга боғлиқ масалалар» деб атаётган китобимизда келадиган масалаларга оид бобни «Китобул байъи» – «Савдо китоби» деб аташган.\
        Ҳар бир инсон турмуш тақозоси ила ҳаётида доимий равишда молиявий муомалаларга дуч келади ва бу муомалаларда иштирок этади. Айни шу муомалалар одамларнинг кўп вақтини ва фаолиятини ўз ичига олади. Ҳозирги кунимизда одамлар орасида молиявий муомалаларда турли келишмовчиликлар, уруш-жанжаллар ва маҳкамабозликлар чиқаётгани ҳеч кимга сир эмас. Бу каби нохуш ҳолатларни камайтириш учун нима қилиш лозим? Бизнингча, шариатимизда кўрсатилган таълимотларни яхшилаб ўрганиб, уларга амал қилиш зарур.\
        \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
        
        
    }, 

    {
        "id" : "15",
        "type": "50.000 so'm",
        "name": "Baxtli hayot sari",
        "name_modal": "Baxtli hayot sari",
        "img": "images/baxtli hayot sari.jpg",
        "modal_img": "images/baxtli hayot sari.jpg",
        "malumot" : '“Бахтли ҳаёт сари” китобидан қалб хотиржамлиги, оилавий тотув-лик, соғлик-саломатлик ҳақидаги маълумотлар урин олган. Жумладан, оила қуриш арафасида турган ёшларга фойдали маслаҳатлар берилган, турмушда учрайдиган муаммоларни ҳал этиш, соғлиқни сақлаш, касалликлар олдини олиш, моддий, руҳий иллатларни даволаш борасида йўл-йўриқ кўрсатилган. \
        Ушбу китоб ҳаёт моҳиятини теранроқ англашда, ҳақиқий бахтга эришишда сизга яқин кўмакчи бўлади, деган умиддамиз.\
        \
        Муаллиф: Зиёвуддин Раҳим'
        
        
    }, 

    {
        "id" : "16",
        "type": "42.000 so'm",
        "name": "Bola - odobi bilan aziz",
        "name_modal": "Bola - odobi bilan aziz",
        "img": "images/bola odobi bilan aziz.jpg",
        "modal_img": "images/bola odobi bilan aziz.jpg",
        "malumot" : '"Bola - odobi bilan aziz" kitobida bolalar odob-axloqi haqida juda kerakli ma\'lumotlar berilgan. Misol uchun, uyda va maktabda o\'zini qanday tutish lozimligi, ko\'chada yurish odoblari, ota-onaga, ustozlarga, qarindoshlarga qanday muomala qilish haqida muhim yo\'l-yo\'riqlar ko\'rsatilgan. Shuningdek, bu kitobdan bolalarning dunyoqarashini kengaytiradigan qiziq mavzular va ibratli hikoyalar ham o\'rin olgan.\
        Sevikli farzandlarimiz bu kitobni o\'qib, hayotning mohiyatini yaxshiroq anglab etadilar, odob-axloq qoidalarini o\'rganadilar, insonlarga ham, atrof-muhit va xayvonot olamiga xam birdek yaxshi munosabatda bo\'lish naqadar muhimligini bilib oladilar.\
        \
        Muallif: Ziyovuddin Raxim'
        
        
    },

    {
        "id" : "17",
        "type": "32.000 so'm",
        "name": "Fotiha va Baraka suralari",
        "name_modal": "Fotiha va Baraka suralari",
        "img": "images/fotiha va baraka suralari.jpg",
        "modal_img": "fotiha va baraka suralari.jpg",
        "malumot" : 'Ушбу китоб кўп сонли китобхонларнинг талаб ва илтимосига биноан нашр етилди. Китобда Қуръони Каримдаги енг узун Бақара сурасининг крелл алифбосида ўқилиши, маънолари таржимаси ва фазилати берилган. Китобда ҚР код ҳам жойлаштирилган. Телефондаги илова орқали сурани тинглаш имконияти мавжуд.'
    },

    {
        "id" : "18",
        "type": "65.000 so'm",
        "name": "Bilimsizlikning shifosi - savol (2 ta kitob)",
        "name_modal": "Bilimsizlikning shifosi - savol (2 ta kitob)",
        "img": "images/bilimsizlik shifosi.jpg",
        "modal_img": "images/bilimsizlik shifosi.jpg",
        "malumot" : 'Китобнинг номини шайх ҳазратларига эргашиб, ҳадиси шарифдан олинган ибора билан «Билимсизликнинг шифоси – савол» деб атадик. Китобдан нимаики манфаат топсангиз, Аллоҳ таолодан деб билгайсиз, ажру савоби падари бузрукворимга бўлсин. Камчиликлар бўлса, бизнинг нуқсонимиздандир. Камол ёлғиз Аллоҳга хосдир. Ожиз банда эканимизни эътироф қилган ҳолда Роббимиздан қадамларимизни ҳақ йўлда собит қилишини тилаймиз, гуноҳларимизга мағфират сўраймиз, амалларимизнинг холис ва манфаатли бўлишини Ўзидан илтижо қиламиз! Омин! \
\
        Муаллиф: Одинахон Муҳаммад Содиқ'
    },

    {
        "id" : "19",
        "type": "45.000 so'm",
        "name": "Boshlang'ich arab tili darsligi",
        "name_modal": "Boshlang'ich arab tili darsligi",
        "img": "images/arabtili_darsligi.jpg",
        "modal_img": "images/arabtili_darsligi.jpg",
        "malumot" : 'Бошланғич араб тили дарслиги (Шифоҳия). \
        Ушбу дарслик-қўлланма кенг китобхонлар оммасига мўлжалланган бўлиб, мактаб ёшидаги бошланғич толиби илмларга ҳам ва улуг ъ ёшдаги мустақил ўрганувчи кишиларга ҳам араб тилини ўзлаштиришда иншааллоҳ хизмат қилади.'
    }, 

    {
        "id" : "20",
        "type": "20.000 so'm",
        "name": "Boshlang'ich arab tili saboqlari",
        "name_modal": "Boshlang'ich arab tili saboqlari",
        "img": "images/arabtili_saboqlari.jpg",
        "modal_img": "images/arabtili_saboqlari.jpg",
        "malumot" : 'БОШЛАНҒИЧ АРАБ ТИЛИ САБОҚЛАРИ\
\
        Халқимиз кўп йиллар давомида Ahmad Ҳодий Мақсудийнинг "Муаллими соний" китоби асосида араб тили саводини чиқарган. Қўлингиздаги китобда ушбу китоб асосида ҳарфларни таниш, ейъқиш қоидалари ва ёзиш услублари келтириб ўтилган. Китоб араб тилини ўрганишни бошлаган талаба ва мустақил ўрганувчилар учун мўлжалланган.'
    }, 
    {
        "id" : "21",
        "type": "22.000 so'm",
        "name": "Din nasihatdir",
        "name_modal": "Din nasihatdir",
        "img": "images/din nasihatdir.jpg",
        "modal_img": "images/din nasihatdir.jpg",
        "malumot" : 'Кўпчилик катта имомлар, муҳаддислар ва мужтаҳидлар Исломнинг мадори деб атаган ҳадиси шарифлардан бири қисқача қилиб «Дин насиҳатдир» деб номланади. Мазкур ҳадиси шарифнинг матни қуйидагича: \
\
        Тамим Дорий розияллоҳу анҳудан ривоят қилинади:\
        «Набий соллаллоҳу алайҳи васаллам: «Дин насиҳатдир», дедилар. \
        «Ким учун?» дедик. \
        «Аллоҳ учун, У Зотнинг Китоби учун, У Зотнинг Расули учун ва мусулмонларнинг имомлари ҳамда оммалари учун», дедилар». \
        \
        Бухорий, Муслим, Абу Довуд, Термизий ва Насоий ривоят қилишган.\
        \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "22",
        "type": "55.000 so'm",
        "name": "Dinda savolim bor",
        "name_modal": "Dinda savolim bor",
        "img": "images/dinda savolim bor.jpg",
        "modal_img": "images/dinda savolim bor.jpg",
        "malumot" : 'Ушбу китобда ақида, намоз, жаноза, таъзия ва қабр зиёрати, закот, ҳаж ва умра, рўза, қурбонлик, ҳалол ва харом, одоб-ахлоқ, никоҳ, оила, савдо-сотиқ, тарих ва бошқа турли масалаларга доир саволларга Имоми Аъзам (раҳматуллоҳи алайҳ) мазҳабининг мўтабар манбалари асосида тушунарли, қисқа ва аниқ жавобларни ўқиб баҳраманд бўласиз.'
    }, 

    {
        "id" : "23",
        "type": "90.000 so'm",
        "name": "Al-Azkor Duo va zikrlar kitobi",
        "name_modal": "Al-Azkor Duo va zikrlar kitobi",
        "img": "images/al-azkor.jpg",
        "modal_img": "images/al-azkor.jpg",
        "malumot" : '«Ал-Азкор»\
\
        Ислом оламининг мўътабар олимларидан ҳисобланган Имом Нававийнинг (рахматуллоҳи алайх) ушбу китобида Пайғамбаримизнинг (соллаллоҳу алайҳи васаллам) турли ҳолатларда айтиладиган. салавоту саломлар, зикрлар, ўқиладиган дуолар хақидаги ҳадиси шарифлари жамланган. \
        \
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ҳузуридаги Дин ишлари бўйича қўмитанинг 2013-рақамли тавсияси билан чоп этилди.\
        \
        Муаллиф: Абу Закариё Яҳё ибн Шараф Нававий'
    }, 

    {
        "id" : "24",
        "type": "85.000 so'm",
        "name": "Duolar qo'rgoni",
        "name_modal": "Duolar qo'rgoni",
        "img": "images/quolar qurgoni.jpg",
        "modal_img": "images/quolar qurgoni.jpg",
        "malumot" : 'Ушбу китобда ҳар бир мусулмон banda билиши лозим бўлган дуо ва саловатлар жамланган. Бу китобдан сизга катта манфаат етади деган умиддамиз.'
    }, 

    {
        "id" : "25",
        "type": "3.000 so'm",
        "name": "Муқаддас ЗАМ-ЗАМ булоғининг суви",
        "name_modal": "Муқаддас ЗАМ-ЗАМ булоғининг суви",
        "img": "images/zamzam.jpg",
        "modal_img": "images/zamzam.jpg",
        "malumot" : 'Муқаддас ЗАМ-ЗАМ булоғининг суви \
        100% ишончли маҳсулот(концентрация 10%) 100 мл лик идишларда қадоқланган.  Аллоҳга беҳисоб ҳамдлар бўлсинки,  Пайғамбаримиз(с. а. в)  ичган булоқ сувидан бизларга ҳам ичишни насиб этди'
    }, 

    {
        "id" : "26",
        "type": "62.000 so'm",
        "name": "Dunyo va din odobi",
        "name_modal": "Dunyo va din odobi",
        "img": "images/dunyo va din odobi.jpg",
        "modal_img": "images/dunyo va din odobi.jpg",
        "malumot" : '«Дунё ва дин одоби» \
\
        Ўз даврининг забардаст адиби Абулҳасан Мовардийнинг «Дунё ва дин одоби» китобида инсоний одоб-ахлоқ, гўзал фазилат ва Ҳислатлар нозик кузатиш ва ҳаётий тажрибалар асосида таҳлил қилиб берилган. Адиб ўз қарашларини Қуръони Карим ва ҳадиси шарифлар кўрсатмалари билан асослаб бериши ҳам ўқувчилар фикрини ўзига жалб этади. Мазкур китоб кўпчилик китобхонларга манзур бўлишига ишонамиз.\
    \
        Муаллиф: Абул Ҳасан Мовардий \
        Таржимон: Абдуллоҳ Исмоил Махдум'
    }, 

    {
        "id" : "27",
        "type": "45.000 so'm",
        "name": "Er-xotinlik asoslari",
        "name_modal": "Er-xotinlik asoslari",
        "img": "images/Er-xotinlik asoslari.jpg",
        "modal_img": "images/Er-xotinlik asoslari.jpg",
        "malumot" : 'ЕР-ХОТИНЛИК АСОСЛАРИ\
        Азиз ўқувчи! Сиз бу китобда кўрганингиз очиқлик бепарволикнинг бир тури ҳам, иззат пардасини йиртиш ҳам емас, балки воқеликни борича тушунтиришдир. Ер-хотин муҳтож бўладиган ёки турмушларида дуч келадиган масалалар шаръий ҳукмларининг баёнидир, холос. \
        Муаллиф: Муҳаммад Аҳмад Канъон'
    }, 

    
    {
        "id" : "28",
        "type": "22.000 so'm",
        "name": "Eng zaruriy salavotlar",
        "name_modal": "Eng zaruriy salavotlar",
        "img": "images/Eng zaruriy salavotlar.jpg",
        "modal_img": "images/Eng zaruriy salavotlar.jpg",
        "malumot" : 'ЕНГ ЗАРУРИЙ САЛАВОТЛАР\
        Севикли Пайғамбаримиз соллаллоҳу алайҳи васалламга салавот айтиш ҳар биримизнинг умматлик бурчимиздир. Ушбу тўпламда ҳадислардаги бир неча салавотлар жамланган. Шунингдек салафи солиҳийн, яъни ўтган солиҳ зотлар қолдирган салавотлар, уларнинг фазилатлари баён қилинган.\
        Муаллиф: Умида Қодирова'
    }, 

    {
        "id" : "29",
        "type": "40.000 so'm",
        "name": "Eng baxtli ayol",
        "name_modal": "Eng baxtli ayol",
        "img": "images/Eng baxtli ayol.jpg",
        "modal_img": "images/Eng baxtli ayol.jpg",
        "malumot" : 'Бу китоб аёл зотининг ўзини Ислом динида еканлигидан бахтиёр бўлишга, Аллоҳнинг унга берган фазлидан шод бўлишга ҳамда ўзидаги бор неъматларга хурсанд бўлишга ундайди. Синглим! Бу китобни ўқи. Зеро бу китобда пухта оятлар, ҳаққоний ҳадислар, қатъий сўзлар, ибратли қиссалар, таъсирли байтлар, онгли фикрлар тўғри тажрибалар бордир. Бу китобни ўқи, чунки у сендаги қайғу қолдиқларини, ғам шарпаларини, хавф ва изтироб даҳшатларини кетказур.\
        Муаллиф: Доктор Оиз Қарний'
    }, 

    {
        "id" : "30",
        "type": "10.000 so'm",
        "name": "Misvok",
        "name_modal": "Misvok",
        "img": "images/misvok.jpg",
        "modal_img": "images/misvok.jpg",
        "malumot" : 'Маълумки, оғизни поклашда мисвок ишлатиш суннат амаллардан ҳисобланади.\
\
        “Набий (с.а.в.) “Агар умматимга машаққат бўлишини ўйламаганимда, албатта, уларни ҳар намоздан олдин мисвок қилишга амр этар эдим”-деганлар. Аллоҳ расули (с.а.в) умматларига буюрган ҳар бир амал албатта фойда ва ҳикматлардан холи эмас. Ҳозирги илм-фан тараққий этган замонда Қуръон ва Суннатдаги кўплаб мўъжизалар ўз исботини топиб келмоқда. Ислом уммати эса Қуръон ва Суннатдаги буюрилган амалларга ҳеч бир исбот талаб қилмай амал қилиб келмоқдалар.'
    }, 

    {
        "id" : "31",
        "type": "20.000 so'm",
        "name": "Folbinlik, sehrgarlik, jin chiqarish va noan'anaviy davolash kabi ishlarning haqiqati",
        "name_modal": "Folbinlik, sehrgarlik, jin chiqarish va noan'anaviy davolash kabi ishlarning haqiqati",
        "img": "images/folbinlik.jpg",
        "modal_img": "images/folbinlik.jpg",
        "malumot" : 'Қатан ибн Қобийсадан, у kishi еса ўз отасидан ривоят қилади: "Набий соллаллоҳу алайҳи васаллам: "Чизиқ чизиб, тош билан ва қуш билан фол очиш Аллоҳдан бошқага ибодат қилишдандир", дедилар".\
        Имом Насоий ривоят қилган.'
    }, 

    {
        "id" : "32",
        "type": "52.000 so'm",
        "name": "Falak",
        "name_modal": "Falak",
        "img": "images/falak.jpg",
        "modal_img": "images/falak.jpg",
        "malumot" : 'Қадрли китоб муҳиблари! Ўзбекистон халқ ёзувчиси Тоҳир Маликнинг мазкур асарлар тўпламига адибнинг фантастика тарзида ва тарихий йўналишда яратган асарлари киритилди. Бу асарлар турли йилларда ёзилган бўлса-да, бу тўпламга тартиб бериш жараёнида таҳрирлар, тузатишлар ва қўшимчалар киритилди.\
        Муаллиф Тоҳир Malik'
    }, 


    {
        "id" : "33",
        "type": "45.000 so'm",
        "name": "Gunohi kabiralar",
        "name_modal": "Gunohi kabiralar",
        "img": "images/Gunohi kabiralar.jpg",
        "modal_img": "images/Gunohi kabiralar.jpg",
        "malumot" : 'Имом Заҳабийнинг жуда кўп асарлари бўлиб, улар ичида кенг тарқалгани, шубҳасиз, "Гуноҳи кабиралар" китобидир. Ушбу асарда Қуръон ва ҳадисда келган, ҳад-жазо белгиланган, Аллоҳ ва Пайғамбар (соллаллоҳу алайҳи васаллам) лаънатлаган гуноҳ ишлар батафсил ёритилган. Инсон ёмонликка тушиб, жазога мустаҳиқ бўлиб қолмаслиги учун ҳам, мазкур гуноҳлар табиати, уларга бошловчи сабаблар ва оқибат нима бўлишини яхшилаб ўрганиши лозим. Шу нуқтаи назардан, ушбу асар сиз азизларга катта ёрдам беради, иншааллоҳ.'
    }, 

    {
        "id" : "34",
        "type": "20.000 so'm",
        "name": "Duo va zikrlar fazilati",
        "name_modal": "Duo va zikrlar fazilati",
        "img": "images/Duo va zikrlar fazilati.jpg",
        "modal_img": "images/Duo va zikrlar fazilati.jpg",
        "malumot" : 'ДУО ВА ЗИКРЛАР ФАЗИЛАТИ \
        Дуо ибодатнинг мағзи бўлиб, у бирор макон, ҳолат ва замонга боғлиқ эмас. Дуо бандани Аллоҳ таолога яқинлаштирадиган, У Зот муҳаббатига сазовор қиладиган амаллардан бўлиб, ризқнинг мўл ва неъматнинг янада зиёда бўлишига ҳам сабабдир. Ушбу китобда кундалик зарур бўладиган энг сара дуолар жамланган.'
    }, 

    {
        "id" : "35",
        "type": "30.000 so'm",
        "name": "Hadisi sharifning o'rni",
        "name_modal": "Hadisi sharifning o'rni",
        "img": "images/Hadisi sharifning o'rni.jpg",
        "modal_img": "images/Hadisi sharifning o'rni.jpg",
        "malumot" : ''
    }, 

    {
        "id" : "36",
        "type": "22.000 so'm",
        "name": "Halol ochiq-oydindir, harom ochiq-oydindir",
        "name_modal": "Halol ochiq-oydindir, harom ochiq-oydindir",
        "img": "images/halol.jpg",
        "modal_img": "images/halol.jpg",
        "malumot" : ''
    }, 

    {
        "id" : "37",
        "type": "85.000 so'm",
        "name": "Hazrat Abu Bakr Siddiq",
        "name_modal": "Hazrat Abu Bakr Siddiq",
        "img": "images/hazrat.jpg",
        "modal_img": "images/hazrat.jpg",
        "malumot" : 'Пайғамбаримиз соллаллоҳу алайҳи васаллам комил иймон соҳибларини мадҳ қилар еканлар, "Аллоҳ ризоси учун севган, Аллоҳ ризоси учун нафратланган, Аллоҳ ризоси учун берган, Аллоҳ ризоси учун бермаган" дея таърифлайдилар. Демак, ҳаёлида, ҳаракатида, инсонларга нисбатан муомаласида доимо Аллоҳ таоло ризолигини ўйлаган инсон ҳақиқий мўминдир. Ҳазрат Абу Бакр Сиддиқ розияллоҳу анҳу айнан шундай улуғ ҳусусиятлар соҳиби едилар. Шунинг учун ҳам муборак ҳадисларда келтирилган инсоний фазилатлар эсланганда, Ҳазрат Абу Бакр розияллоҳу анҳу кўз олдимизга келадилар.\
        Муаллиф: Аҳмад Лутфий Қозончи'
    }, 

    {
        "id" : "38",
        "type": "85.000 so'm",
        "name": "Hazrat Umar",
        "name_modal": "Hazrat Umar",
        "img": "images/Hazrat Umar.jpg",
        "modal_img": "images/Hazrat Umar.jpg",
        "malumot" : 'Ушбу асар ўзбек китобхонлари орасида "Саодат асри қиссалари", "Ўгай она", "Қайнона" каби асарлари билан ҳурмат қозонган Ahmad Лутфий ҳазратларининг қаламига мансубдир. Унда мусулмонларга енг суюкли инсонлардан бири, адолати ҳануз қалбларда қуёш бўлиб порлаётган мўтабар зот - Умар ибн Хаттобнинг ҳаёти биз билган-билмаган қирралари билан қайноқ, жонли бўёқларда чизилган. Замин узра ҳидоят қуёши балққан, оламлар нурга чўмилган кунлар епкини маърифатга чанқоқ қалбларга ҳузур бағишлайди, деган умиддамиз.'
    }, 

    {
        "id" : "39",
        "type": "115.000 so'm",
        "name": "Hidoya",
        "name_modal": "Hidoya",
        "img": "images/Hidoya.jpg",
        "modal_img": "images/Hidoya.jpg",
        "malumot" : 'Мазкур «Ҳидоя» асари 1990 йилда Байрутнинг «Дорул кутуб ал-илмия» нашриётида араб тилида чоп этилган нусхадан илк бор тўлиқ ва тузатилган ҳолда таржима қилинди.\
\
        Муаллиф: Бурҳонуддин Марғиноний\
        Номи: «Ҳидоя» 1-жуз\
        Таржима ва изоҳлар муаллифлари: Аъзамхон Қамбаров (бош таржимон), Акмалжон Икромжонов, Илҳомжон Бекмирзаев (тарих фанлари доктори)\
        Нашриёт: «Hilol» нашриёт-матбааси\
        Сана: 2020 йил\
        Ҳажми: 704 бет\
        \
        ISBN: 978-9943-5979-2-1\
        Ўлчами: 70×100 1/32\
        Муқоваси: қаттиқ\
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ҳузуридаги Дин ишлари  бўйича қўмитанинг 2019 йил 9 апрелдаги 1911-рақамли хулосаси асосида чоп этилди.'
    }, 

    {
        "id" : "40",
        "type": "60.000 so'm",
        "name": "Hazrat Imom al-buxoriy",
        "name_modal": "Hazrat Imom al-buxoriy",
        "img": "images/Hazrat Imom al-buxoriy.jpg",
        "modal_img": "images/Hazrat Imom al-buxoriy.jpg",
        "malumot" : 'Ҳадис илмида амир ал-мўминин деган шарафли номга сазовор бўлган буюк ватандошимиз Имом ал-Бухорийнинг ҳаёти ва илмий фаолиятига бағишланган кўплаб илмий оммабоп ва адабий-маърифий асарлар яратилган. Шу асарлар орасида шайх Абдуссалом ал-Муборакфурийнинг мазкур асари ўз мазмун моҳияти ва қамрови кенглиги билан алоҳида ажралиб туради. Шу билан бирга китоб муаллифининг буюк муҳаддис бобомизга ҳурмати ва самимий меҳр-муҳаббати ҳам бўлакча. Асар кенг китобхонлар оммасига мўлжалланган.'
    }, 

    {
        "id" : "41",
        "type": "40.000 so'm",
        "name": "Ibodati Islomiya",
        "name_modal": "Ibodati Islomiya",
        "img": "images/Ibodati Islomiya.jpg",
        "modal_img": "images/Ibodati Islomiya.jpg",
        "malumot" : 'Ушбу китоб шариатимиз қоидалари аҳли сунна вал жамоа, ҳусусан, ҳанафий мазҳаби кўрсатмаларига асосан тушунтирилган. Асар ўтган аср бошларида ўша пайтдаги тил меъёрларига мос ифода ва иборалар ила битилган. Бу йўсиндаги ифода ҳозирги замон ўқувчисининг тушунишига бироз қийинчилик туғдиради, албатта. Шу боиз муаллиф тилини бироз бўлса-да, замонавийлаштиришга журъат етдик. ушбу қўлланма кенг китобхонлар оммасига мўлжалланиб, еътиқоду амал масалаларини ўрганишда хизмат қилади, деган умиддамиз.\
        Муаллиф: Аҳмад Ҳодий Мақсудий\
        Таржимон: И.Нуруллоҳ, А.Турсунов'
    }, 

    {
        "id" : "42",
        "type": "55.000 so'm",
        "name": "Иҳёу Улумид дин ",
        "name_modal": "Иҳёу Улумид дин ",
        "img": "images/Ihyou Ulumiddin.jpg",
        "modal_img": "images/Ihyou Ulumiddin.jpg",
        "malumot" : 'Дунёнинг бало ва офатлари қанчалик кўп бўлмасин, аввало дунёнинг ўзи нима еканини билиб олиш керак. Шундан кейин уни душман еканига қарамасдан нега яратилгани ва яратилишидан кўзда тутилган ҳикмат ва мақсадни, қайси нарса ғурур ва ёмонликка олиб боришини билиб олинади.\
        Муаллиф: Абу Ҳомид Ғаззолий'
    }, 

    {
        "id" : "43",
        "type": "80.000 so'm",
        "name": "Иҳёу Улумид дин ",
        "name_modal": "Иҳёу Улумид дин ",
        "img": "images/Ihyou_Ulumiddin.jpg",
        "modal_img": "images/Ihyou_Ulumiddin.jpg",
        "malumot" : 'Ҳужжатул Ислом номи билан бутун дунёга танилган Имом Абу Ҳомид Ғаззолийнинг Иҳёу Улумид дин туркумидаги ушбу китоблари Тавба, Сўнги манзил зикри, Нафс тарбияси ва Тил офатлари китобларининг жамланма кўринишидир.'
    }, 

    {
        "id" : "44",
        "type": "65.000 so'm",
        "name": "Ikki olam sarvari",
        "name_modal": "Ikki olam sarvari",
        "img": "images/Ikki olam sarvari.jpg",
        "modal_img": "images/Ikki olam sarvari.jpg",
        "malumot" : 'Мазкур асарда Пайғамбаримиз Муҳаммад соллаллоҳу алайҳи васалламнинг хилқатлари, юксак ахлоқий ва маънавий фазилатлари, шу билан бир қаторда, у зот алайҳиссаломнинг ўз ҳаёт йўлларида бугунги кунда ҳам ўз аҳамиятини йўқотмаган, асл Ислом динининг моҳияти ҳисобланадиган инсонпарварлик тамойилларини кўрсатиб беришда барчага намуна бўлганликлари оят ва ҳадислар воситасида тушунарли тарзда баён қилиб берилган. Ҳадислар манбаи аниқ кўрсатилган. Зарур ўринларда керакли изоҳлар бериб борилган.\
\
        Саййид Муҳаммад Ҳасаний'
    }, 


    {
        "id" : "45",
        "type": "40.000 so'm",
        "name": "Imom A'zam",
        "name_modal": "Imom A'zam",
        "img": "images/Imom A'zam.jpg",
        "modal_img": "images/Imom A'zam.jpg",
        "malumot" : 'Илмий суҳбатларимизнинг бирида Абу Ҳанифа раҳматуллоҳи алайҳ ҳақларида билдирилган салбий фикрларга илмий услубда раддия берадиган китоб йўқлигини ва халқимизнинг шундай китобга катта эҳтиёжи борлигини айтиб ўтган эдим. Бу фикрим баъзи азизларимизга маъқул келиб, бир куни қабулимга келишди. Улар айнан мен айтган мавзуда китоб ёзиш ниятида эканларини билдириб, «Бу ишда ўзингиз бош-қош бўлиб, бизларга йўлланма бериб, асосан қайси мавзуларга урғу бериш кераклигини, китобни ёзишда қандай адабиётлардан фойдаланишимизни айтсангиз», дейишди. Мен бундан жуда хурсанд бўлдим. Улар билан ушбу китобни биргаликда, баҳамжиҳат ёзишга келишдик. Ҳақларига дуо қилиб, керакли манбаларни бердим.\
        Муаллиф: Шайҳ Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "46",
        "type": "90.000 so'm",
        "name": "Икки Шайҳ-Имом Бухорий ва Муслим баробар ривоят қилган марварид маржонлар",
        "name_modal": "Икки Шайҳ-Имом Бухорий ва Муслим баробар ривоят қилган марварид маржонлар",
        "img": "images/marvarid marjonlar.jpg",
        "modal_img": "images/marvarid marjonlar.jpg",
        "malumot" : 'Ушбу китоб Муҳаммад Фуод Абдулбоқий қаламига мансуб бўлиб, унда "Саҳиҳи Бухорий" ва "Саҳиҳи Муслим" китобларидан ўта диққат еътибор билан бир-бирига қиёслаб, саралаб олинган, худди марвариду маржонлар янглиғ тизилган ва "Ал-луълуъу вал-маржон лиш-шайхони Имон Бухорий ва Муслим" ( яъни, "Икки Шайҳ-Имом Бухорий ва Муслим баробар ривоят қилган марварид маржонлар") деб аталган китобдан ушбу саҳиҳ, муттафақун алайҳ ҳадисларни бақадри ҳол арабчадан ўзбек тилига ўгириб, сиз азизларга тақдим қилинмоқда.'
    }, 

    {
        "id" : "47",
        "type": "80.000 so'm",
        "name": "Islom Ensiklopediyasi",
        "name_modal": "Islom Ensiklopediyasi",
        "img": "images/Islom Ensiklopediyasi.jpg",
        "modal_img": "images/Islom Ensiklopediyasi.jpg",
        "malumot" : 'Мазкур енциклопедия ўзига хос хусусиятлари билан тубдан ажралиб туради. Хусусан, Исломга доир тушунчалар мазмунини таҳлил ва талқин етишда кенг тарқалган ва етук исломшунослар томонидан еътироф етилган таърифу тавсифлар киритилди. Ислом таълимотининг маданиятимиз ривожи, қадриятларимизнинг шаклланишидаги ўзига хос хусусиятлари, Ислом маърифатининг ўзаро таъсири ёритилди.'
    }, 

    {
        "id" : "48",
        "type": "150.000 so'm",
        "name": "Islom odoblari ensiklopediyasi (2ta kitob)",
        "name_modal": "Islom odoblari ensiklopediyasi (2ta kitob)",
        "img": "images/Islom odoblari ensiklopediyasi.jpg",
        "modal_img": "images/Islom odoblari ensiklopediyasi.jpg",
        "malumot" : '"Ислом одоблари енциклопедияси" номли ушбу китобда динимизга тааллуқли машҳур одоблар жамланган. Ушбу одоблар мўминларнинг дунёда саодатли ҳаёт кечиришлари ва охиратда жаннатга эришишларига сабаб бўлади. Мазкур одоблар "Мавсуъатул одобил исламиятил мураттаба ъ алал ҳуруфил ҳижоя "(Алифбо бўйича тартибланган исломий одоблар енциклопедияси ) асари асосида баён қилинган. Одобларни баён қилишда уларнинг далиллари ва айрим ҳикматлари ҳам келтирилган. Фиқҳий масалаларга тааллуқли одоблар ҳанафий мазҳабидаги мўтабар асарларга мувофиқ баён қилинган. Китобдаги одоблар ўқувчига қулай бўлиши учун krill алифбоси ҳарфлари тартибига кўра келтирилган.'
    }, 

    {
        "id" : "49",
        "type": "30.000 so'm",
        "name": "Islomda janoza va unga doir masalalar",
        "name_modal": "Islomda janoza va unga doir masalalar",
        "img": "images/janoza.jpg",
        "modal_img": "images/janoza.jpg",
        "malumot" : 'Мазкур китобда ҳар бир инсон ҳаёти дунёда меҳмон екани ва умрнинг қадрига етиб, уни езгуликка бағишлаши ҳамда, борадиган манзили охиратга тайёргарликсиз бориш надоматга сабаб бўлишидан огоҳлантириш, маййитнинг тириклар зиммасидаги ҳақлари ва жанозага доир фиқҳий масалалр ёритиб берилган.\
        Муаллиф: Олимхон Исахон Ўғли'
    }, 

    {
        "id" : "50",
        "type": "30.000 so'm",
        "name": "Islomda oila",
        "name_modal": "Islomda oila",
        "img": "images/islomdaoila.jpg",
        "modal_img": "images/islomdaoila.jpg",
        "malumot" : 'Қўлингиздаги китоб номиданоқ маьлум, оилавий муаммоларга адолатли ечим топишда ‎зарур кўлланма бўлишига умид қиламиз. Зеро, унда оилавий муносабатлар кандай ‎бўлиши, эр-хотин ҳуқуқлари ва масъулияти, фарзанд тарбияси, силаи рахм... кўйингки, ‎барча масалаларга исломий ечимлар бор.\‎\
        Муаллиф: Мубашшир Аҳмад'
    }, 

    {
        "id" : "51",
        "type": "16.000 so'm",
        "name": "Isrof",
        "name_modal": "Isrof",
        "img": "images/Isrof.jpg",
        "modal_img": "images/Isrof.jpg",
        "malumot" : 'Китобда қуйидаги масалаларга оид маълумотлар ўрин олган:\
        \
                Суннат – исроф ҳақида\
                Исрофнинг сабаблари\
                Исрофнинг зарарларидан баъзилари \
                Исрофнинг баъзи турлари тафсилоти\
                Инфоқ-харажатдаги исроф\
                Сувнинг исрофи ҳақида\
                Таомдаги исроф ҳақида\
                Маросимлардаги исроф ҳақида\
                Ота-онани йўқлаб таом улашиб, эҳсон қилиш\
                Никоҳ тўйи\
                Никоҳ тўйини қилиш кимнинг зиммасида?\
                Маросимлар ва уларнинг одоблари\
                Кийимдаги исроф ҳақида\
                Турли маиший исрофлар\
                Хотима\
                Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "52",
        "type": "28.000 so'm",
        "name": "Istig'orning 40 xosiyati",
        "name_modal": "Istig'orning 40 xosiyati",
        "img": "images/Istig'orning 40 xosiyati.jpg",
        "modal_img": "images/Istig'orning 40 xosiyati.jpg",
        "malumot" : 'Истиғфорни канда қилмаган киши турли бало офатлардан, машаққатлардан омон бўлади, солиҳ фарзандлар, ҳалол мол-дунёб фаровон турмуш неъмати билан ризқлантирилади. Истиғфор ҳақида узоқ тўхталиш мумкин. Ушбу рисолада шу маънода истиғфор айтиш сабаблари, фазилатлари ва ҳукмлари баён этилган.\
        Муаллиф: Зиёвуддин Раҳим'
    }, 

    
    {
        "id" : "53",
        "type": "65.000 so'm",
        "name": "Ijtimoiy odoblar",
        "name_modal": "Ijtimoiy odoblar",
        "img": "images/Ijtimoiy odoblar.jpg",
        "modal_img": "images/Ijtimoiy odoblar.jpg",
        "malumot" : 'Борлиқни яратган Қодиру Зулжалол шу борлиқнинг халифаси этиб инсонни ҳам яратган. У Ўзи яратган борлиқда Ўзи яратган одам қандай дастурга амал қилиб яшаса, икки дунё саодатига эришишини ҳам Ўзи яхши билади. Азалий ва чегарасиз илми ила бандалари учун риоя қилиниши лозим бўлган одобларни ҳам жорий қилган. Биз ушбу китобимизда мазкур одобларнинг бир йўналиши бўлмиш ижтимоий одоблар ҳақида сўз юритмоқчимиз.\
\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "54",
        "type": "70.000 so'm",
        "name": "Islom aqidasi",
        "name_modal": "Islom aqidasi",
        "img": "images/Islom aqidasi.jpg",
        "modal_img": "images/Islom aqidasi.jpg",
        "malumot" : '“Ислом ақидаси” китобида Ислом дини асослари, ақида ва имон масалалари жамланган. Инсон қайси йўлдан юрса, эътиқоди тўғри бўлиши, Аллоҳ розилигини топиб, жаннатга кириши баён этилган.\
        Бу китоб ўзининг қисқа, лўнда услуби, муҳим масалаларни қамрагани билан ўқувчи эътиборини тортади. Мавзу охирида савол-жавобларнинг берилиши ўрганилган маълумотларни мустаҳкамлайди, очилмай қолган жиҳатларни англашга кўмаклашади.\
        Умид қиламиз, муҳтарам ўқувчилар бу китобдан кўп манфаат оладилар, Ислом ақидаси масалаларини яхшироқ тушунишга эришадилар.\
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ҳузуридаги Дин ишлари бўйича кўмитанинг 2020 йилдаги 2502-сонли хулосаси асосида нашрга тайёрланди.\
        Муаллиф: Зиёвуддин Раҳим'
    }, 


    {
        "id" : "55",
        "type": "18.000 so'm",
        "name": "Keksalarni e'zozlash",
        "name_modal": "Keksalarni e'zozlash",
        "img": "images/Keksalarni e'zozlash.jpg",
        "modal_img": "images/Keksalarni e'zozlash.jpg",
        "malumot" : 'Кексаларга кўрсатиладиган ҳурмат ва эъзоз мусулмонлар жа-миятида шариат таълимоти асосида амалга оширилади. Яъни бу борада Қуръони Карим оятларидан, Набий алайҳиссаломнинг ҳадисларидан, уламоларнинг ижмоъларидан ва улуғларнинг амал-ларидан далиллар, ҳужжатлар бордир.\
        Қуйидаги сатрларда кексаларни эъзозлаш борасида келган оят, ҳадис ва шаръий таълимотларни қўлдан келганича ўрганиб чиқишга ожизона ҳаракат қиламиз. Аллоҳ таолонинг Ўзи бу иши-мизнинг осон ва манфаатли бўлишини насиб этсин!\
     \
     \
     Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "56",
        "type": "45.000 so'm",
        "name": "Lubobul hadis (sara hadislar)",
        "name_modal": "Lubobul hadis (sara hadislar)",
        "img": "images/Lubobul hadis.jpg",
        "modal_img": "images/Lubobul hadis.jpg",
        "malumot" : 'Мазкур рисола Имом Жалолиддин Суютийнинг Лубоблул ҳадис асари бўлиб, 40та  мавзуда 400 дан зиёд ҳадисни ўз ичига олган. Рисола имом-хатиблар, маънавият-маърифат тарғиботчилари ҳамда кенг жамоатчиликка мўлжалланган.'
    }, 

    {
        "id" : "57",
        "type": "25.000 so'm",
        "name": "Mavlid un-Nabiy",
        "name_modal": "Mavlid un-Nabiy",
        "img": "images/Mavlid un-Nabiy.jpg",
        "modal_img": "images/Mavlid un-Nabiy.jpg",
        "malumot" : 'Mavlid un-Nabiy'
    }, 

    {
        "id" : "58",
        "type": "80.000 so'm",
        "name": "Kimyoi saodat",
        "name_modal": "Kimyoi saodat",
        "img": "images/Kimyoi saodat.jpg",
        "modal_img": "images/Kimyoi saodat.jpg",
        "malumot" : 'Ҳар қайси банданинг ушбу ҳаёти дунёдаги бурчи Оламлар Парвардигори рози бўладиган инсонийлик унвонини қозониб, охират саодатига эришишдан иборат. Бу Аллоҳга доимий ибодатда бўлишга етарли куч қувват таъминотидан ортиқча ҳамма нарсадан юз ўгириб, кўнгилни унга ёд фикр йўл топа олмайдиган даражада Ҳақ таоло даргоҳига боғлаш билан бўлади. Бунга енг аввало ўзини танимоқ, шу асосда Ҳақ таолони дунё ва охират ҳақиқатини танимоқ орқали эришилади. Саодат кимёси аслида шудир.\
        Муаллиф: Абу Ҳомид Ғаззолий'
    }, 

    
    {
        "id" : "59",
        "type": "60.000 so'm",
        "name": "Mabda' ul-qiroat",
        "name_modal": "Mabda' ul-qiroat",
        "img": "images/Mabda' ul-qiroat.jpg",
        "modal_img": "images/Mabda' ul-qiroat.jpg",
        "malumot" : 'Ушбу китоб бир асрдан буён мадрасаларда қўшимча ўқув қўлланма сифатида ўқитиб келинмоқда. Шундай бўлсада, ҳали ҳамон ўз аҳамиятини йўқотмаган. Китобнинг ушбу нашри қайта ишланиб, баъзи изоҳталаб жойлари тўлдирилди. Шунингдек, QR-кодлар ёрдамида дарсларнинг таржимаси ва грамматик таҳлилини audio тарзида тинглаш имконияти йўлга қўйилди. Ҳар бир дарс сўнгида еса луғатлар келтирилди. Дарсларнинг таржимасини устоз Анвар Аҳмад, грамматик таҳлилини еса Шерзод Мансурлар ўқишди. Албатта бу сизларга араб тилида нутқингизни шакллантиришга ва соф сўзлашиш кўникмасини егаллашга ёрдам беради, иншаАллоҳ.'
    }, 


    {
        "id" : "60",
        "type": "45.000 so'm",
        "name": "Mavlid",
        "name_modal": "Mavlid",
        "img": "images/Mavlid.jpg",
        "modal_img": "images/Mavlid.jpg",
        "malumot" : 'Қўлингиздаги ушбу китоб халқимиз орасида "Мавлид" номи билан машҳур бўлган, улуғ олим, буюк адиб Саййид Жаъфар ибн Ҳасан Барзанжийнинг "Иқдул жавҳар фии мавлидун-Набиййил Азҳар" ("Порлоқ юзли Набийнинг мавлидлари ҳусусидаги гавҳар маржон") асарининг ўзбек тилидаги таржима ва шарҳидир. Сиз бу китобда мазкур асар ва унинг мазмунидан атрофлича боҳабар бўлиш баробарида, мавлид ва унга боғлиқ жуда кўп қимматли маълумотлар билан ҳам батафсил танишасиз.\
        Ушбу иккинчи нашрнинг ҳусусияти шундаки, унда мазкур мавлид асарининг арабча матни мустақил равишда илова қилинган.\
        Муаллиф: Саййид Жаъфар ибн Ҳасан Барзанжий'
    }, 

    
    {
        "id" : "61",
        "type": "48.000 so'm",
        "name": "Mehmon tuyg'ular",
        "name_modal": "Mehmon tuyg'ular",
        "img": "images/Mehmon tuyg'ular.jpg",
        "modal_img": "images/Mehmon tuyg'ular.jpg",
        "malumot" : 'Ўзбекистон халқ ёзувчиси Тоҳир Малик бир неча йил аввал шу номда китоб нашр еттирган еди. Унда жамланган фалсафий фикрларнинг айримлари билан азиз мухлислар "Иймонлашиш умиди", "Тош қалбларга назар солинмас" каби тўпламлар орқали таниш бўлишлари мумкин. "Меҳмон туйғулар" нинг 2015-йилги нашрини адиб кўп янгиликлар, дунёни тушунишга хизмат қилувчи ҳикматлар билан бойитди. Рисола чоп етилгач, бу соҳадаги изланиш давом етди. Натижада 2018-йилда нашр етилаётган "Меҳмон туйғулар" яна янги фикрлар билан тўлдирилди. Ёзувчининг ҳаёт фалсафасига доир кузатишлари, мулоҳазалари акс етган ушбу нашр ҳам китобхонларни бефарқ қолдирмайди, деб умид қиламиз.'
    }, 

    {
        "id" : "62",
        "type": "40.000 so'm",
        "name": "Mabda' ul-qiroat",
        "name_modal": "Mabda' ul-qiroat",
        "img": "images/Mabda' ul-qiroat1.jpg",
        "modal_img": "images/Mabda' ul-qiroat1.jpg",
        "malumot" : 'Ушбу китоб бир асрдан буён мадрасаларда қўшимча ўқув қўлланма сифатида ўқитиб келинмоқда. Шундай бўлсада, ҳали ҳамон ўз аҳамиятини йўқотмаган. Китобнинг ушбу нашри қайта ишланиб, баъзи изоҳталаб жойлари тўлдирилди. Албатта бу сизларга араб тилида нутқингизни шакллантиришга ва соф сўзлашиш кўникмасини егаллашга ёрдам беради, иншаАллоҳ.'
    }, 

    
    {
        "id" : "63",
        "type": "45.000 so'm",
        "name": "mustalahul hadis",
        "name_modal": "mustalahul hadis",
        "img": "images/mustalahul hadis.jpg",
        "modal_img": "images/mustalahul hadis.jpg",
        "malumot" : 'Ҳадис илмининг аҳамиятини таъкидловчи яна бир омил шуки, бу илм барча илмларга киришиб кетгандир. Маълумки тафсир илми ҳам, фиқҳ илми ҳам, ақийда илми ҳам, шаръий илмларнинг ҳечқайсиси ҳадис илмисиз қойим бўла олмайди.\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "64",
        "type": "20.000 so'm",
        "name": "Jannat vasfi",
        "name_modal": "Jannat vasfi",
        "img": "images/Jannat vasfi.jpg",
        "modal_img": "images/Jannat vasfi.jpg",
        "malumot" : 'Ушбу рисола Имом Қуртубийнинг Ислом оламида "Тазкира" номи билан машҳур бўлган "Ат-Тазкирату фий аҳвалил мавта ва умурил ахирот" (Жон бериш ҳолатлари ва охират ишларидан еслатма) китобидан бир бобдир. Унда дорул бақо-жаннат ишончли хабарлар билан васф етилган. Рисола кенг китобхонлар оммасига мўлжалланган.'
    }, 

    {
        "id" : "65",
        "type": "48.000 so'm",
        "name": "Mufassal tajvid",
        "name_modal": "Mufassal tajvid",
        "img": "images/Mufassal tajvid.jpg",
        "modal_img": "images/Mufassal tajvid.jpg",
        "malumot" : '"Ва Қуръонни тартил билан тиловат қил" (Муззаммил сураси, 4-оят).\
        Зайд ибн Собит родияллоҳу анҳудан ривоят қилинади: "Набий соллаллоҳу алайҳи васаллам: "Албатта, Аллоҳ Қуръонни янги нозил бўлганидек ўқилишини ҳуш кўради", деганлар". Ибн Ҳузайма ривоят қилган.\
        Ибн Жазарий роҳимаҳуллоҳ шундай деган:\
        Тажвидни ушлаш вожиб ва даркор,\
        Қуръонни тажвидсиз ўқиган гуноҳкор.\
        Муаллиф: Одинахон Муҳаммад Содиқ'
    }, 

    
    {
        "id" : "66",
        "type": "28.000 so'm",
        "name": "Jannat va Do'zah sifatlari",
        "name_modal": "Jannat va Do'zah sifatlari",
        "img": "images/Jannat va Do'zah sifatlari.jpg",
        "modal_img": "images/Jannat va Do'zah sifatlari.jpg",
        "malumot" : 'Маълумки, жаннат ва дўзах яратилган. Ҳозир улар мавжуд ва абадийдир, йўқ бўлиб кетмайди. Бунга ҳар бир мўмин мусулмоннинг имон келтириши фарздир.\
        Китобда жаннат ва дўзах ҳамда уларнинг сифатлари ҳақида келган ояти карималар, ҳадиси шарифлар атрофлича баён қилинган. Мазкур асарни мутолаа қилган киши беихтиёр димоғида хушбўй ҳидларни, айниқса, жаннат исларини туйса, ажаб емас.'
    }, 

    {
        "id" : "67",
        "type": "37.000 so'm",
        "name": "Mabdaus sarf, Mabdaun nahv",
        "name_modal": "Mabdaus sarf, Mabdaun nahv",
        "img": "images/Mabdaus sarf, Mabdaun nahv.jpg",
        "modal_img": "images/Mabdaus sarf, Mabdaun nahv.jpg",
        "malumot" : 'Аллоҳ таолонинг инояти ила сиз азизларга "Мабдаус-сарф" (араб тили сарф фанидан дарслик), "Мабдаун-наҳв" (араб тили наҳв фанидан дарслик) китобини тақдим қилмоқдамиз. Ушбу китоб асрлар оша мадрасаларда дарслик қилиб ўқитиб келинган. Ўшанда бу китоб татар тили ва араб ёзувида бўлган. Бу нарса ҳозирги китобхонларга бироз қийинчилик туғдириши табиий. Ана шу қийинчилни бартараф қилиш мақсадида, китобни ўзбек тили ва крилл ёзувида қайтадан тайёрлашга жазм қилдик.\
        Муаллиф: Санъатуллоҳ Бекпўлат'
    }, 

    {
        "id" : "68",
        "type": "65.000 so'm",
        "name": "Maslak ul-muttaqin",
        "name_modal": "Maslak ul-muttaqin",
        "img": "images/Maslak ul-muttaqin.jpg",
        "modal_img": "images/Maslak ul-muttaqin.jpg",
        "malumot" : 'Сўфи Аллоҳёрнинг форсча "Маслак ул-Муттақин" асари қадимдан халқимиз орасида маълум ва машҳур. Мадрасаларда махсус дарслик сифатида ўқитилиб келинган бу китоб бугунги кунда ҳам толиби илмларимизга фиқҳ, ақида ва одоб-ахлоқ бўйича муҳим қўлланмадир. Юздан ортиқ фатво китобларидан фойдаланилган бу мўтабар манбада фиқҳий масалаларнинг тақво ва одоб жиҳатлари ҳам кўрсатиб берилган. Мазкур асарнинг қўлингиздаги туркий таржимаси ҳам сизларга манзур бўлади, деган умиддамиз.'
    }, 

    {
        "id" : "69",
        "type": "10.000 so'm",
        "name": "kundalik odoblar",
        "name_modal": "kundalik odoblar",
        "img": "images/kundalik odoblar.jpg",
        "modal_img": "images/kundalik odoblar.jpg",
        "malumot" : '"Odob" so\'zi "yaxshilikka chaqirish" degan ma\'noni bildiradi. Yaxshilikka chaqirish uchun eng ko\'p intilganimiz bolalardir. Shuning uchun yosh ijodkorlardan G\'iyosiddin Yusuf ushbu kitobni bitdi. Unda bolalar hayotida tez-tez takrorlanadigan ko\'plab amallarning odobi bayon qilingan. Kitobning rang-barang ekani  va har bir mavzu so\'ngida mavzu yuzasidan savollar berilgani bolalar uchun odoblarni o\'rganishida yordamchi bo\'ladi deb umid qilamiz...'
    }, 

    {
        "id" : "70",
        "type": "48.000 so'm",
        "name": "Ming bir hadis",
        "name_modal": "Ming bir hadis",
        "img": "images/Ming bir hadis.jpg",
        "modal_img": "images/Ming bir hadis.jpg",
        "malumot" : 'Ушбу асарда одоб-ахлоқ ва бошқа зарур масалаларга оид 1001 ҳадис ўрин олган. Ҳар бир ҳадиснинг арабча матни, таржимаси, шунингдек, зарур ўринларда изоҳи берилган.\
        Муаллиф: Шайх Абдулазиз Мансур'
    }, 

    
    {
        "id" : "71",
        "type": "50.000 so'm",
        "name": "Mahzun bo'lma",
        "name_modal": "Mahzun bo'lma",
        "img": "images/Mahzun bo'lma.jpg",
        "modal_img": "images/Mahzun bo'lma.jpg",
        "malumot" : 'Ислом оламининг навқирон уламоларидан бўлмиш доктор Оиз ал-Қарнийнинг "Маҳзун бўлма" ("Ла таҳзан") китоби ниҳоят фойдали бир мавзудан баҳс етгани сабабли ўқувчилар томонидан қизғин кутиб олинди ва қайта-қайта бир неча миллион нусҳада нашр қилинди. Китобда мусанниф Қуръони Карим оятлари, ҳадиси шарифдан иқтибослар ва саҳобаю тобеинлар ҳаётидан ибратли лавҳалар келтириш билан бирга ҳамда ўта таъсирли ҳикматларни мисол қилиб, ўқувчини маҳзун бўлмасликка-инсонлиги учун, мўмин мусулмонлиги учун, бениҳоя меҳрибон Аллоҳнинг бандаси, енг Буюк Инсон, севикли Пайғамбаримиз Муҳаммад соллоллоҳу алайҳи васалламнинг уммати бўлишдек улуғ саодатга эга бўлгани учун севиниб, шукроналар айтиб, бахтиёр ҳаёт кечиришга даъват қилади.'
    }, 

    
    {
        "id" : "72",
        "type": "45.000 so'm",
        "name": "Qiyomat alomatlari",
        "name_modal": "Qiyomat alomatlari",
        "img": "images/Qiyomat alomatlari.jpg",
        "modal_img": "images/Qiyomat alomatlari.jpg",
        "malumot" : 'Одамлар борлиқ сўнгги нафасларини олаётганини, Росулуллоҳ соллаллоҳу алайҳи васалламнинг юборилишлари вақтлар "ниҳоянинг аввали" еканини ақлларига сиғдира олмаяпти. Чунки инсон ўлимини узоқ деб ўйлайди. Орзу-умидлари жуда кўп. Унга охирги қадамларини ташлаётганини англатиш осон емас. Ҳеч шак-шубҳа йўқки, аксарият кавний оят-аломатлар ҳамда яқийний далиллар Қиёматнинг яқин қолганини тасдиқламоқда.\
        Ким бунга иймон келтирса, иншааллоҳ, ҳақни тасдиқ етган бўлади. Ким тан олмаса, биз нима ҳам қила олардик. Зеро, куч ҳам қудрат ҳам ёлғиз Аллоҳ таоло биландир.\
        Муаллиф: Муҳаммад Саламат Жабар'
    }, 


    
    {
        "id" : "73",
        "type": "18.000 so'm",
        "name": "Payg'ambarlar qissasi",
        "name_modal": "Payg'ambarlar qissasi",
        "img": "images/Payg'ambarlar qissasi.jpg",
        "modal_img": "images/Payg'ambarlar qissasi.jpg",
        "malumot" : 'Қуръонда зикри келган 25 пайғамбар ҳақидаги "Пайғамбарлар қиссаси" китоби муҳим аҳамият касб етади. Чунки унда пайғамбарлар ҳақидаги енг тўғри маълумотларнинг хулосаси келтирилган. Аввал Пайғамбарлик ҳақида умумий тушунча берилиб, сўнг одам атодан пайғамбарлар қиссаси бошланган. Шунингдек, қиссалар пайғамбар алайҳиссаломларнинг келиш тартибларига мос кетма-кетликда берилган.\
        Муаллиф: Шайх Зоҳидхон Қодир Отахон ўғли'
    }, 

    {
        "id" : "74",
        "type": "68.000 so'm",
        "name": "Qur'oniy va eng zaruriy duolar",
        "name_modal": "Qur'oniy va eng zaruriy duolar",
        "img": "images/Qur'oniy va eng zaruriy duolar.jpg",
        "modal_img": "images/Qur'oniy va eng zaruriy duolar.jpg",
        "malumot" : 'Халқимиз орасида, дуоси қабул бўладиган зот деган гап юради. Яна улуғлар қўлини тутиб: "Мени дуо қилиб қўйинг" деган илтижолар бўлади. "Худодан сўраяпман, дуоларим қабул бўлмаса нима қилай?"деган умидсизликлар қулоққа чалинади.\
        Дарҳақиқат, дуо улуғ ибодат. лекин у қачон қабул бўладию қачон қабул бўлмайди? Қабул бўлиши учун нималар қилиш керак. Қўлингиздаги ушбу китоб ана шу саволларни кенг ва атрофлича муолажа қилади ва қалбингизга сўнмас бир равшанлик олиб киради, деган умиддамиз.\
        Муаллиф: Аббос Аҳмад, Иброҳим Нуруллоҳ'
    }, 

    
    {
        "id" : "75",
        "type": "65.000 so'm",
        "name": "Oxirat",
        "name_modal": "Oxirat",
        "img": "images/Oxirat.jpg",
        "modal_img": "images/Oxirat.jpg",
        "malumot" : 'Ушбу китобда тасвирланган воқеалар муҳтарам ўқувчи учун янгилик бермаслиги мумкин. Чунки бунақа ҳолатлар ҳаётда кўп учратамиз. Ҳикоялардаги қайсидир қаҳрамон ўқувчининг қўшнисига, ўзига ёки ён-атрофдаги таниш-билишларига ўхшаб кетса ажаб эмас. Сиз китобни бир кўзгу деб тасаввур этинг, эҳтимол ундан нимани кўришни истасангиз топарсиз, кимни ёки нимани кўрсангиз ҳам фикр қилинг, ибратли хулоса чиқаринг.\
        Муаллиф: Тоҳир Малик'
    }, 

    
    {
        "id" : "76",
        "type": "85.000 so'm",
        "name": "Payg'ambarimiz va sahobalar hayoti",
        "name_modal": "Payg'ambarimiz va sahobalar hayoti",
        "img": "images/Payg'ambarimiz va sahobalar hayoti.jpg",
        "modal_img": "images/Payg'ambarimiz va sahobalar hayoti.jpg",
        "malumot" : 'Пайғамбаримиз ва саҳобалар ҳаёти одоб-ахлоқ, ибрат, маърифат ва ниҳоят тафаккур мактабидир. Ундан баҳраманд бўлган сари комилликка томон яна бир қадам ташлаган бўламиз.\
        Мазкур китоб ана шу мактабдаги айрим сабоқлар мажмуасидир.Пайғамбаримиз ва саҳобаларнинг зикр ва дуолари, ҳутба ва ўгитлари, улар ҳаётидаги ибратли воқеа-ҳодисалар ушбу китобнинг умумий мундарижасини ташкил этади.'
    }, 

    
    
    {
        "id" : "77",
        "type": "25.000 so'm",
        "name": "Mo'minning najoti",
        "name_modal": "Mo'minning najoti",
        "img": "images/Mo'minning najoti.jpg",
        "modal_img": "images/Mo'minning najoti.jpg",
        "malumot" : 'Ислом динининг беш рукнидан учинчиси бўлмиш закот ибодати ҳақида керакли маълумотларни ўқиб-ўрганиш ва билиш, уларга амал қилиш ҳар бир мусулмон учун ҳам фарз, ҳам қарздир. Шунинг учун закот ҳақидаги билимларни кенг тарқатишга ҳамиша эҳтиёж бўлган ва бу борада жуда кўп китоблар таълиф қилинган. «Ҳадис ва ҳаёт» туркум китобларининг саккизинчи жузи ҳам айнан шу рукнга бағишланган эди. Бугун эса муҳтарам ўқувчиларимизга закот ҳақида муфассал сўз юритилган ушбу китобни тақдим этаётганимиздан беҳад мамнунмиз ва улар ушбу китобдан ўзларини қизиқтираётган кўпгина саволларга жавоб топадилар, деган умиддамиз. \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    
    {
        "id" : "78",
        "type": "18.000 so'm",
        "name": "Qarz va unga bog'liq masalalar ",
        "name_modal": "Qarz va unga bog'liq masalalar ",
        "img": "images/Qarz va unga bog'liq masalalar.jpg",
        "modal_img": "images/Qarz va unga bog'liq masalalar.jpg",
        "malumot" : 'Қарз масаласи азал-азалдан, доимий равишда кишиларнинг бошини қотириб келаётгани масалалардан бири эканлиги ҳеч биримизга сир эмас. Бу масалада мусулмон киши ўзини қандай тутиши лозимлиги хусусидаги ҳукмларни керагича ўрганиш ҳар бир мусулмон учун жуда ҳам зарурдир. Зотан, инсон ким бўлишидан қатъи назар, ҳаёти давомида қарз муомаласига дуч келиши турган гап: кимдир қарз олади, кимдир қарз беради. Қарз олган ҳам, қарз берган ҳам, қарзга гувоҳ бўлган ҳам бу иш бўйича мавжуд шаръий таълимотларни, қарзнинг шариатдаги ҳукмларини билиши лозим.\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    
    {
        "id" : "79",
        "type": "58.000 so'm",
        "name": "Qur'on - qalblar shifosi",
        "name_modal": "Qur'on - qalblar shifosi",
        "img": "images/Qur'on - qalblar shifosi.jpg",
        "modal_img": "images/Qur'on - qalblar shifosi.jpg",
        "malumot" : 'Аллоҳ таолонинг Каломи Қуръони карим инсонни тўғри йўлга бошлайди, қалбини поклайди, одобини сайқаллайди, икки дунё саодатига йўллайди.\
\
        Ушбу «Қуръон - қалблар шифоси» китобида Қуръон ўқиш, эшитиш, тадаббур қилиш фазилатлари баён этилган, Қуръонни қалбга жо айлаш, Каломуллоҳни яхши кўриш билан боғлиқ муҳим маълумотлар берилган. Шунингдек, Қуръон хатм қилиш муддати, Каломуллоҳни ёдлаш усуллари, қироат одоблари, суралар фазилати ҳақида ҳам тўталиб ўтилган. Улуғларнинг Қуръонга чексиз муҳаббати, юксак ҳурмат-эҳтироми ҳақида ибратли ривоятлар келтирилган. Мазкур асарда Қуръон қалбга шифо экани, маънавий касалликлар Қуръон билан даволаниши алоҳида таъкидланган. Руҳий комилликка, кўнгил хотиржамлигига эришиш йўллари кўрсатилган. Ушбу китоб Аллоҳнинг Каломига эътиборингизни кучайишига, муҳаббатингиз ортишига, қалбингиз иллатлардан тозаланиб, иймонингиз мустаҳкамланишига сабаб бўлади деб умид қиламиз.\
        Муаллиф: Зиёвуддин Раҳим'
    }, 
    
    {
        "id" : "80",
        "type": "120.000 so'm",
        "name": "Payg'ambarlar tarixi",
        "name_modal": "Payg'ambarlar tarixi",
        "img": "images/Payg'ambarlar tarixi.jpg",
        "modal_img": "images/Payg'ambarlar tarixi.jpg",
        "malumot" : 'Муҳаммад Саййид Тантовийнинг ушбу китобида пайғамбарлар (алайҳимуссалом) тарихи, ибратли ҳаётлари, Қуръон Карим баъзи сураларнинг нозил бўлиши сабаблари баён қилинади. Айниқса, Юсуф (алайҳиссалом) қиссаси жуда қизиқарли ва тушунарли услубда ёритилган. Қисса инсон нафсини разолатдан ҳидоят сари бошлайди, қалб кўзларини очади, разил ва чиркин одатлардан қутулишга чақиради.\
        Ушбу асар инсон табиатининг, руҳиятининг Аллоҳгагина маълум бўлган ўзига хос қирралари, нозик жиҳатлари очиб берилгани билан ҳам аҳамиялидир.\
        \
        Муаллиф: Муҳаммад Саййид Тантовий'
    }, 

    {
        "id" : "81",
        "type": "27.000 so'm",
        "name": "Mo'minning umr safari",
        "name_modal": "Mo'minning umr safari",
        "img": "images/Mo'minning umr safari.jpg",
        "modal_img": "images/Mo'minning umr safari.jpg",
        "malumot" : 'Мухлисларимизга яхши маълумки, «Ҳилол-нашр» нашриётимиз мўмин-мусулмонларга Ислом арконларини ўргатувчи муфассал китоблар силсиласини тақдим этишни режалаган эди. Алҳамдулиллаҳ, ушбу силсилага кирувчи «Мўминнинг меърожи» (муфассал намоз китоби), «Мўминнинг қалқони» (муфассал рўза китоби), «Мўминнинг нажоти» (муфассал закот китоби) нашр этилиб, ўқувчиларимиз томонидан севиб ўқиб-ўрганилмоқда. \
\
        Бугун сиз, азизларга ушбу силсилага кирувчи китобларнинг навбатдагиси – «Мўминнинг умр сафари» (муфассал ҳаж китоби)ни тақдим этаётганимиздан мамнунмиз. Бу китоб ҳаж ва умра ибодати ҳақида нашр этилган аввалги китоблардан шу билан фарқланадики, унда Аллоҳга севимли, ўта масъулиятли бу ҳам баданий, ҳам молий, ҳам руҳий ибодатнинг моҳияти, унинг рукнлари ва нусуклари, ҳаж ва умранинг фиқҳий асослари тартиби билан янада кенгроқ, тушунарлироқ ва муфассалроқ баён қилиб берилган. \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    },  
    
    {
        "id" : "82",
        "type": "35.000 so'm",
        "name": "Mo'min kishi mukarram zot",
        "name_modal": "Mo'min kishi mukarram zot",
        "img": "images/Mo'min kishi mukarram zot.jpg",
        "modal_img": "images/Mo'min kishi mukarram zot.jpg",
        "malumot" : 'Ушбу китобда мўмин киши ўзида жамлаши керак бўлган гўзал ахлоқлар ҳақида сўз юритилади. Дарҳақиқат, бу ахлоқларга эга бўлган киши мукаррам зот ҳисобланади. Муаллиф ушбу мақсад ҳосил бўлиши учун китобнинг тилини осон қилиб, зарурий такрорлар билан келтириб ўтган. Китоб кенг китобхонлар оммаси учун мўлжалланган.\
\
        Муаллиф: Саййид Раҳматуллоҳ Термизий'
    }, 

    
    {
        "id" : "83",
        "type": "30.000 so'm",
        "name": "Mo'minning me'roji",
        "name_modal": "Mo'minning me'roji",
        "img": "images/Mo'minning me'roji.jpg",
        "modal_img": "images/Mo'minning me'roji.jpg",
        "malumot" : 'Ўз ватанимиздаги мусулмонларимиз орасида ҳам тўлиқ ва енгил услубдаги намоз китобига эҳтиёж ортиб бораётгани тўғрисида бизга кўпчилик мурожаат қила бошлади. Катта-кичик билан маслаҳатлашиб, мазҳабимизга амал қилувчиларга енгиллик туғдириш ва турли ихтилофларга барҳам бериш мақсадида ҳозирги даврнинг талабларига жавоб берадиган, аввалда йўл қўйилган камчиликлари тузатилган, намозни тўкис адо этишга ёрдам берадиган муфассал бир китобни нашрга тайёрлаш мақсадга мувофиқ деб топилди. Уни тайёрлашда камина ходимингизнинг олдин бу мавзуда ёзган асарларини жамлаб, тартибга солиш, керакли қўшимчалар киритишга келишилди. Бу ишларни амалга оширишни ҳурматли Аҳмаджон ҳожи акадан илтимос қилинди. Ушбу китобни тасниф қилишда шайх Аҳмад Иззуддин ибн Ийсо Баянунийнинг ҳанафий мазҳабида таҳорат ва намоз ҳукмларига оид китобидан ҳам бир қадар истифода қилинди. \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    
    {
        "id" : "85",
        "type": "30.000 so'm",
        "name": "Mazxablar - birlik ramzi",
        "name_modal": "Mazxablar - birlik ramzi",
        "img": "images/Mazxablar - birlik ramzi.jpg",
        "modal_img": "images/Mazxablar - birlik ramzi.jpg",
        "malumot" : 'Мазҳаб дейилганда, асрлар оша мўмин-мусулмонлар Аллоҳ таолонинг ва Расулуллоҳ соллаллоҳу алайҳи васалламнинг суннатлари асосида ижтиҳод қилиб топилган, У Зотнинг розилигига эриштирувчи йўлларни тушуниб келмоқдалар. Ақийда, фиқҳ ва руҳий тарбия бўйича мусулмонлар оммаси иттифоқ қилган йўллардан бирини тутган одам учун оқибат ёмон бўлишидан қўрқилмаслиги ҳақида иттифоқ қилиб келинмоқда.\
\
        Аслини олганда эса ўзи йўл битта, холос. У ҳам бўлса, Аллоҳ таолонинг охирги ва мукаммал дини, қиёматгача боқий қолувчи дини ҳамда барча замонлар ва маконларда инсониятга икки дунё саодат йўлини кўрсатиб берувчи дини Исломдир...\
        \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    
    {
        "id" : "86",
        "type": "26.000 so'm",
        "name": "Қурбонлик сўйишлар ва ақиқага оид масалалар",
        "name_modal": "Қурбонлик сўйишлар ва ақиқага оид масалалар",
        "img": "images/Қурбонлик сўйишлар ва ақиқага оид масалалар.jpg",
        "modal_img": "images/Қурбонлик сўйишлар ва ақиқага оид масалалар.jpg",
        "malumot" : '«Қурбонлик сўйишлар ва ақиқага оид масалалар»\
        («Зикр аҳлидан сўранг» силсиласи)\
          \
        \
        Муаллиф: Абдуманнон Абдуллоҳ\
        Номи: «Қурбонлик сўйишлар ва ақиқага оид масалалар»\
        Нашриёт: «Hilol-Nashr» нашриёт-матбааси\
        Сана: 2019 йил\
        Ҳажми: 192 бет\
        ISBN: 978-9943-5979-5-2\
        Ўлчами: 84×108 1/32\
        Муқоваси: юмшоқ'
    }, 

    
    {
        "id" : "87",
        "type": "70.000 so'm",
        "name": "Odamiylik mulki",
        "name_modal": "Odamiylik mulki",
        "img": "images/Odamiylik mulki.jpg",
        "modal_img": "images/Odamiylik mulki.jpg",
        "malumot" : 'Ёзувчи Тоҳир Маликнинг қаламига мансуб маънавият ва тарбия масаласига бағишланган «Одамийлик мулки» (Ахлоқ китоби) – рисоласининг «Ишқ» деб номланган биринчи қисми ва «Бахт» деб номланган иккинчи фасли адиб танлаган асарларининг олтинчи жилдидан, учинчи фасли –«Саодат» эса тўққизинчи жилдидан (Ҳусни хулқ) жой олган эди. Муҳтарам китобхонларнинг истак ва таклифлари инобатга олиниб, рисола адибнинг айрим тузатиш ва таҳрирларидан сўнг тўлиқ ҳолда бир муқовага жамланди. Мазкур китоб маънавият қуёшидан ёришиб турган қутлуғ хонадонингиз учун бир туҳфа бўлар, деган умиддамиз.\
\
        Муаллиф: Тоҳир Малик'
    }, 

    
    {
        "id" : "88",
        "type": "85.000 so'm",
        "name": "Musulmonninng qo'rg'oni",
        "name_modal": "Musulmonninng qo'rg'oni",
        "img": "images/Musulmonninng qo'rg'oni.jpg",
        "modal_img": "images/Musulmonninng qo'rg'oni.jpg",
        "malumot" : 'Ушбу китоб Саид ибн Али ибн Вахф ал-Қаҳтонийнинг “Хиснул муслим - мусулмоннинг ‎қўрғони" асари асосида тайёрланди. Китобда дуонинг аҳамияти, хосиятлари, фазилатлари, ‎одоблари ва дуо ижобат бўладиган вақтлар ҳақида имкон қадар батафсил ёритилди. ‎Қуръони карим, хадиси шарифларда келган дуолар, пайғамбарларнинг илтижолари, ҳаж, ‎умра дуолари ва кундалик ўқиладиган зарурий дуолар ўрин олган. Айрим дуоларга ‎ўқувчиларга янада тушунарли бўлиши учун изоҳлар берилди.\‎\
        Мусанниф: Файзуллоҳ Лутфуллоҳ ўғли'
    }, 
    
    
    {
        "id" : "89",
        "type": "75.000 so'm",
        "name": "Muqaddas oylar va mustajob duolar ",
        "name_modal": "Muqaddas oylar va mustajob duolar ",
        "img": "images/Muqaddas oylar va mustajob duolar.jpg",
        "modal_img": "images/Muqaddas oylar va mustajob duolar.jpg",
        "malumot" : 'Бутун вужудингизни юракка жойлаб, умид билан, ишонч билан муҳсин ҳолда қўлларингизни очиб, кўплаб дуоларингизни мустажоб, тавбаларингизни қабул, гуноҳларингизни мағфират қилишини сўраб Яратганга муножат қилинг. Дуо қилиш одоблари, дуо қабул бўладиган замон ва маконлар ҳамда дуоси қабул бўладиган инсонлар ва дуога оид кўпгина маълумотлар жамланган ушбу китоб Сизнинг кундалик ҳамроҳингиз, содиқ дўстингиз, беминнат маслаҳатчингиз бўлади, деб умид қиламиз.'
    }, 

    
    {
        "id" : "90",
        "type": "35.000 so'm",
        "name": "Muhammadga sodiq Muhammad Sodiq",
        "name_modal": "Muhammadga sodiq Muhammad Sodiq",
        "img": "images/Muhammadga sodiq Muhammad Sodiq.jpg",
        "modal_img": "images/Muhammadga sodiq Muhammad Sodiq.jpg",
        "malumot" : 'Ушбу ёднома китоб пайғамбарларнинг саййиди Муҳаммад соллоллоҳу алайҳи васалламга бир умр содиқлик билан ҳаёт кечирган улуғ олим, фазилатли шайх Муҳаммад Содиқ Муҳаммад Юсуф раҳимаҳуллоҳ (1952-2015) ҳақларида замондошларининг хотираларидан иборат. Булар давримизнинг беназр олими, миллат ва умматнинг фахри, улуғ мужаддид, фақиҳ, муҳаддис, муфассир, мутафаккир, муршид, зоҳид, баркамол шахсият, гўзал инсоний фазилатлар соҳиби бўлмиш олимнинг сийрат ва сувратларига у зотни таниган билган кишилар томонидан қаламга олинган ишонарли ва гўзал чизгилардир.\
        Мусанниф: Аҳмад Муҳаммад Турсун'
    }, 

    
    
    {
        "id" : "91",
        "type": "90.000 so'm",
        "name": "Joynamoz",
        "name_modal": "Joynamoz",
        "img": "images/Joynamoz.jpg",
        "modal_img": "images/Joynamoz.jpg",
        "malumot" : 'Сизларга тақдим қилаётган момиқ жойнамозларимиз RUIDA ва LONGSTAR компаниялари томонидан ишлаб чиқарилган. ( Бу енг сифатлиси, арзон турлари ҳам бугунги кунда бозорларимизда сотувда...).\
        Ўлчами 80х120 см. (Енг катта ўлчам)\
        Суратдаги моделларидан сотувда мавжуд.'
    }, 
    {
        "id" : "92",
        "type": "50.000 so'm",
        "name": "Qur'on o'qitish va yodlash usullari",
        "name_modal": "Qur'on o'qitish va yodlash usullari",
        "img": "images/Qur'on o'qitish va yodlash usullari.jpg",
        "modal_img": "images/Qur'on o'qitish va yodlash usullari.jpg",
        "malumot" : 'Аллоҳ субҳонаҳу ва таолонинг каломи Қуръони каримни бутун фасоҳати билан, барча қонун-қоидаларига риоя этган ҳолда ўқишга ҳаракат қилиш  олий илоҳий амр. Шунга кўра, ҳар бир мўмин-мусулмон учун ўта масъулиятли ва савобли бу амал ўрганувчидан алоҳида меҳр-ихлосни, зарур даражадаги билим ва маҳоратни талаб қилади. Булар эса ўз-ўзидан ҳосил бўлмайди. Қуръони каримни Мусҳафдагидек ўқишни ўргангандан кейин уни йўлбошчи, дастуруламал билиб, унинг хулқи билан хулқланиш, ояти карималари орқали доимо Аллоҳ зикрида бўлиш учун имкон қадар ёд олиш ҳам жуда муҳим саналади. Бу йўлда юксак диққат-эътиборли бўлиш, собитқадамлик зарур. Қўлингиздаги китоб муаллифи ушбу масалалар бобида маслаҳат ва тавсиялари билан сиз, ўқувчиларга ёрдам бериш ниятидадир.\
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ҳузуридаги Дин ишлари бўйича қўмитанинг 2019 йил 1 ийундаги 3077-сонли хулосасига асосан тайорланди.\
        Муаллиф: Гулобод Қудратуллоҳ қизи'
    }, 


    {
        "id" : "93",
        "type": "45.000 so'm",
        "name": "Rabboniylikni anglash",
        "name_modal": "Rabboniylikni anglash",
        "img": "images/Rabboniylikni anglash.jpg",
        "modal_img": "images/Rabboniylikni anglash.jpg",
        "malumot" : 'Азизлар! Ушбу сизга тақдим этилаётган китоб, элимизда Ғавсул Аъзам номи билан машҳур бўлган Абдулқодир Жийлоний ҳазратларининг ислом оламидаги таниқли асарларидандир. У 68 та мажлисдан иборат бўлиб, ҳозирча 50таси ҳукмингизга ҳавола этилаётир. Ушбу китобни ўқиб заррача манфаат, ҳилм, руҳоний юксалиш топган ўқувчиларимиздан аввало шайх Абдулқодир Жийлоний ҳазратлари руҳларига, қолаверса, асарнинг нашрида қатнашганларнинг ҳақларига дуои хайрлар қилишларини сўрардик.\
        Таржимон: Тўлқин Ийсо ўғли'
    }, 

    
    {
        "id" : "94",
        "type": "23.000 so'm",
        "name": "Namoz o'qishni bilasizmi",
        "name_modal": "Namoz o'qishni bilasizmi",
        "img": "images/namoz.jpg",
        "modal_img": "images/namoz.jpg",
        "malumot" : 'НАМОЗ ЎҚИШНИ БИЛАСИЗМИ? (Мусулмоннинг илк китоби)\
        *Дин ҳақида тушунча\
        *Фарз ва суннат ҳақида\
        *Намоз аҳкомлари\
        *Намоз ўқиш тартиби\
        *Пайғамбарлар дуоси\
        *Аёлларга хос масалалар'
    }, 

    
    
    {
        "id" : "95",
        "type": "15.000 so'm",
        "name": "Namoz ibodati arkonlari",
        "name_modal": "Namoz ibodati arkonlari",
        "img": "images/namoz ibodati arkonlari.jpg",
        "modal_img": "images/namoz ibodati arkonlari.jpg",
        "malumot" : 'Hanafiy mazhabi asosida tasnif etilgan ushbu kitobda namoz ibodatining arkonlari o\'ziga xos sodda va ravon uslubda bayon etilgan. Shuningdek, kundalik zikrlar, xos duolar va boshqa zaruriy ma\'lumotlar ham keltirilgan. O\'ylaymizki, ushbu to\'plam muhtaram o\'quvchilarimizga ham manzur bo\'ladi.\
        Muallif: Abdulhakim qori Komiljon o\'g\'li'
    }, 

    
    {
        "id" : "96",
        "type": "15.000 so'm",
        "name": "Namoz ko'zimning nuri",
        "name_modal": "Namoz ko'zimning nuri",
        "img": "images/Namoz ko'zimning nuri.jpg",
        "modal_img": "images/Namoz ko'zimning nuri.jpg",
        "malumot" : 'Азиз китобхон! Қўлингиздаги ушбу китоб намоз ва унга тегишли бўлган масалалар Ҳанафий мазҳаби асосида ўзига хос содда ва равон услубда баён етилган. Хусусан, намоз ўқиш тартиби чиройли шаклда расмлари билан келтирилган. Шунингдек, намоздаги баъзи хато ҳолатларга ойдинлик киритилган.\
        Мусанниф: Муҳаммадбобур Муҳиддинов'
    }, 

    
    {
        "id" : "96",
        "type": "18.000 so'm",
        "name": "Muslimalar namoz kitobi",
        "name_modal": "Muslimalar namoz kitobi",
        "img": "images/Muslimalar namoz kitobi.jpg",
        "modal_img": "images/Muslimalar namoz kitobi.jpg",
        "malumot" : 'Қўлингиздаги ушбу китоб аёлларнинг намоз ўқишлари, ўзига хос ҳолатлар баёни ҳақида бўлиб, сиз азиз аёллар учун фойдали бўлади деган умиддамиз.\
        Мусаннифа: Хонзода Абдулвоҳид қизи'
    }, 

    {
        "id" : "96",
        "type": "195.000 so'm",
        "name": "Qur'oni karim",
        "name_modal": "Qur'oni karim",
        "img": "images/Qur'oni karim.jpg",
        "modal_img": "images/Qur'oni karim.jpg",
        "malumot" : 'Қуръони Каримнинг маъноларини бошқа тилларга таржима ва тафсир қилиш ҳаракати анча қадимдан бошланган. Айниқса, араб бўлмаган халқларнинг исломга киришлари бу ҳаракатда асосий омиллардан бири бўлган.\
        Юртимиз уламоларидан Шайх Абдулазиз Мансур томонидан амалга оширилган ушбу таржима ва тафсир ўзига хос хусусиятлари билан китобхонларга маънавий ва маърифий бойлик бахш этади деган умиддамиз.\
        Муаллиф: Шайх Абдулазиз Мансур'
    }, 

    
    {
        "id" : "97",
        "type": "18.000 so'm",
        "name": "Komposli cho'ntak joynamozlar",
        "name_modal": "Komposli cho'ntak joynamozlar",
        "img": "images/Komposli cho'ntak joynamozlar.jpg",
        "modal_img": "images/Komposli cho'ntak joynamozlar.jpg",
        "malumot" : 'Komposli cho\'ntak joynamozlar.Safarlarda sizga juda ham asqotadi inshaAlloh.  Suvni o\'ziga tortmaydigan material turidan tayyorlangan.  Razmer katta. Sajdada yig\'ilib ketmasligi uchun 4ta burchagi maxsus shaklda tayyorlangan\
        Narxi:  18.000 so\'m'
    }, 

    
    {
        "id" : "98",
        "type": "5.000 so'm",
        "name": "Trosli pishiq ipda terilgan tasbehlar",
        "name_modal": "Trosli pishiq ipda terilgan tasbehlar",
        "img": "images/Trosli pishiq ipda terilgan tasbehlar.jpg",
        "modal_img": "images/Trosli pishiq ipda terilgan tasbehlar.jpg",
        "malumot" : "Trosli pishiq ipda terilgan tasbehlar.  Foydalanish uchun juda qulay va o'zgalar e'tiborini tortmaydigan darajada ixcham.  \
        Narxi:  5.000 so'm"
    }, 

    
    {
        "id" : "99",
        "type": "145.000 so'm",
        "name": "Qur'oni karimning mashhur suralari fazilati",
        "name_modal": "Qur'oni karimning mashhur suralari fazilati",
        "img": "images/Qur'oni karimning mashhur suralari fazilati.jpg",
        "modal_img": "images/Qur'oni karimning mashhur suralari fazilati.jpg",
        "malumot" : "Қуръони Карим мустаҳкам аркон, нур, раҳмат, ҳидоят, мўминларга шифо ва нажот манбаидир. Уни ўрганиш, ўргатиш, тиловат қилиш юксак бахт-саодат ҳамда енг улуғ ибодат ҳисобланади. Унинг мукофоти еса жаннатдир. Ушбу олий фазилатларга эришиш ва илоҳий ўгитлардан баҳраманд бўлиш ҳар бир мўмин мусулмоннинг орзусидир. Шунга кўра, ушбу китобда араб тилини билмайдиган, ундан таҳсил олишда қийналаётган кўпчилик юртдошларимиз илтимоси, айниқса, кекса отахон ва онахонларимиз талабига биноан Қуръони каримдан баъзи сураларни кирилл алифбосида имкон қадар тажвид қоидаларига мувофиқ ҳолда берилди. Шунингдек, айрим сураларнинг маъно таржималари ва фазилати баён қилинди."
    }, 


    {
        "id" : "100",
        "type": "145.000 so'm",
        "name": "Qur'oni karimning mashhur suralari fazilati",
        "name_modal": "Qur'oni karimning mashhur suralari fazilati",
        "img": "images/Qur'oni karimning mashhur suralari fazilati1.jpg",
        "modal_img": "images/Qur'oni karimning mashhur suralari fazilati1.jpg",
        "malumot" : "Қуръони Карим мустаҳкам аркон, нур, раҳмат, ҳидоят, мўминларга шифо ва нажот манбаидир. Уни ўрганиш, ўргатиш, тиловат қилиш юксак бахт-саодат ҳамда енг улуғ ибодат ҳисобланади. Унинг мукофоти еса жаннатдир. Ушбу олий фазилатларга эришиш ва илоҳий ўгитлардан баҳраманд бўлиш ҳар бир мўмин мусулмоннинг орзусидир. Шунга кўра, ушбу китобда араб тилини билмайдиган, ундан таҳсил олишда қийналаётган кўпчилик юртдошларимиз илтимоси, айниқса, кекса отахон ва онахонларимиз талабига биноан Қуръони каримдан баъзи сураларни кирилл алифбосида имкон қадар тажвид қоидаларига мувофиқ ҳолда берилди. Шунингдек, айрим сураларнинг маъно таржималари ва фазилати баён қилинди."
    }, 

    
    {
        "id" : "101",
        "type": "260.000 so'm",
        "name": "Qur'oni azim muxtasar tasfiri",
        "name_modal": "Qur'oni azim muxtasar tasfiri",
        "img": "images/Qur'oni azim muxtasar tasfiri.jpg",
        "modal_img": "images/Qur'oni azim muxtasar tasfiri.jpg",
        "malumot" : '...Юқорида зикр қилинган далиллардан маълум бўлганидек, Қуръони Карим маъноларини арабчадан бошқа тилларга таржима қилиш ва ўзга халқларни ҳам Оллоҳ таоло Сўзининг мазмунидан баҳраманд қилиш Шариати Исломийя тарафидан буюрилган ишлардан ҳисобланади. Оллоҳ таолонинг инояти билан менга 1990-91-йиллари тарихимизда илк марта Қуръон маъноларини аслиятдан - арабчадан замонавий ўзбек тилига таржима қилиш ва унга изоҳлар ёзишдек улуғ бахт насиб этди. Ўшанда мен йигирма уч ой мобайнида бу хайрли ишни ниҳоясига етказдим ва ушбу таржима 1992-93-йилларда Тошкент шаҳрида, аввало "Шарқ юлдузи" ойномасида, сўнгра "Чўлпон" ва "Fафур Ғулом" нашриётларида қайта-қайта қарийб бир миллион нусхада босилиб, элимизнинг дуо ва олқишларига сабаб бўлди. \
        Муаллиф: Шайх Алоуддин Мансур'
    }, 

    
    {
        "id" : "102",
        "type": "10.000 so'm",
        "name": "Tajvid",
        "name_modal": "Tajvid",
        "img": "images/Tajvid.jpg",
        "modal_img": "images/Tajvid.jpg",
        "malumot" : 'Бисмиллаҳир роҳманир роҳим.\
        Алҳамдулиллаҳи роббил ъаламийн. ‎Вассолату вассаламу ъала ашрафил ‎мурсалийн.\‎\
        Роббимиз томонидан биз инсонларга ‎қиёматга қадар дастуруламал қилиб ‎берилган Қуръони каримни ўрганиш ва ‎ўргатиш барчамизнинг вазифамиздир.\‎\
        Ана шу вазифани адо этиш, уни ‎бошқаларга ҳам етказиш йўлида қанча- ‎қанча уламоларимиз тер тўкишган, ‎китоблар, дарсликлар, тафсирлар ёзишган. ‎Биз ҳам ўша зотларнинг ишларини давом ‎эттириб, муҳтарам қориларимизга ва ‎Қуръони каримни ўқишни ўрганувчиларга ‌‎«Тажвид» қўлланмасининг қайта нашрини ‎тақдим этмоқдамиз.\
        \
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ‎ҳузуридаги Дин ишлари бўйича қўмитанинг 4522-сонли ‎хулосаси асосида тайёрланди.\
        Мусанниф: Абдуқаюм Ҳикматов'
    }, 

    
    {
        "id" : "103",
        "type": "120.000 so'm",
        "name": "Islom tarixi",
        "name_modal": "Islom tarixi",
        "img": "images/Islom tarixi.jpg",
        "modal_img": "images/Islom tarixi.jpg",
        "malumot" : 'Шайх Муҳаммад Содиқ Муҳаммад Юсуф ҳазратларининг «Ислом тарихи» деб номланган икки жилдли китоблари.\
\
        Тарих барча ўтган авлодларнинг ҳаёт мадрасасидир. Тарих орқали тириклар ўзлари учун ‎манфаатли нарсани ўрганиб, унга амал қиладилар ҳамда ўзларига зарар етадиган нарсалардан ‎воқиф бўлиб, ундан четда бўладилар.\‎\
        Ислом тарихи деганда, одатда Ислом давлатлари ҳамда мусулмон халқларнинг ваҳий нозил ‎бўлган илк даврдан бошлаб ҳозирги кунгача бўлган тарихи назарда тутилади. Аммо аслида ушбу ‎тарих дунё бошланганидан то ҳозирги, биз яшаб турган пайтгача бўлган даврни ўз ичига олади. ‎Зеро, бу тарих илк инсон, илк пайғамбар – Одам алайҳиссаломдан бошланади. \‎\
        Шайх‏ ‏Муҳаммад‏ ‏Содиқ‏ ‏Муҳаммад‏ ‏Юсуф‏ ‏ҳазратларининг‏ ‏ушбу‏ ‏асари‏ ‏Ислом‏ ‏тарихининг‏ ‏мухтасар‏ ‏баёни‏ ‏бўлиб,‌‏ ‏муаллифнинг‏ ‏сўнгги‏ ‏китобларидан‏ ‏биридир‏.‏\
        \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "104",
        "type": "17.000 so'm",
        "name": "Rasulullohda go'zal o'rnak bor",
        "name_modal": "Rasulullohda go'zal o'rnak bor",
        "img": "images/Rasulullohda go'zal o'rnak bor.jpg",
        "modal_img": "images/Rasulullohda go'zal o'rnak bor.jpg",
        "malumot" : '«Биз Сени оламларга фақат раҳмат қилиб юбордик» деб марҳамат қилган ҳамда Ўзининг ҳидоятига бошлаган, уммати Муҳам­мад қилган Аллоҳ таолога чексиз ҳамду санолар бўлсин!\
\
        «Аввалги Пайғамбарлар ўз қавмларигагина юборилар эдилар. Мен эса ҳаммага баробар Пайғамбар қилиб юборилганман» деган ҳабибимиз ва шафоатчимиз Муҳаммад Мустафо соллаллоҳу алайҳи васалламга батамом салавоту саломлар бўлсин!\
        \
        Уламолар айтадилар: «Аллоҳ таоло мўмин бандаларига шундай икки улуғ неъматини ато этган. Улар сабабли банданинг шарафи шу қадар улуғ, мартабаси баланд бўладики, ҳатто товони билан юлдузни босишга етади. Бу неъматнинг аввали, Аллоҳнинг «Эй банда­ларим» деган хитобининг остига кириши бўлса, иккинчиси – Расулуллоҳ соллаллоҳу алайҳи васалламни пайғамбар қилиб ­юбо­р­ганидир».\
        \
        Муаллиф: Салоҳиддин Абдуғаффор ўғли'
    }, 

    
    {
        "id" : "105",
        "type": "32.000 so'm",
        "name": "Siz payg'ambarni ko'rganmisiz",
        "name_modal": "Siz payg'ambarni ko'rganmisiz",
        "img": "images/Siz payg'ambarni ko'rganmisiz.jpg",
        "modal_img": "images/Siz payg'ambarni ko'rganmisiz.jpg",
        "malumot" : 'Самоҳатли устозимиз шайх Муҳаммад Содиқ Муҳаммад Юсуф ҳазратлари бу китобнинг биринчи жузига ёзган сўзбошида: «Умид қиламизки, муҳтарам муаллифимиз Абдул Азим домла яна бир ғайрат қилиб, Пайғамбаримиз соллаллоҳу алайҳи васалламнинг ҳижратларидан кейинги сийратларини ҳам худди аввалги жузга ўхшатиб ўқувчиларига тақдим этади. Бунда Аллоҳ таолонинг Ўзи ёрдамчи бўлсин», деб умид билдирган эдилар. У зотнинг ушбу тарғиблари ҳам бизга илҳом бахш этиб турди.\
\
        Китоб ёзиб бўлингач, катта устозларга тақдим қилиниб, уларнинг фикр-мулоҳазалари ҳам олинди.\
    \
        Шу тариқа китобда берилган ҳар бир маълумот имкон қадар синчиклаб ўрганилиб, нозиктаъб китобхонларимиз, толиби илмларимиз эътиборига ҳавола қилинмоқда. Катта устозимизнинг одатларига биноан айтамизки, ушбу китобдаги барча ишончли маълумотларни Аллоҳ таолодан, беихтиёр йўл қўйилган саҳву хатоларни камина ходимингиздан деб билгайсиз. \
    \
        Аллоҳ субҳанаҳу ва таоло ушбу ожизона меҳнатимизнинг Ўзи учун холис бўлишини насиб этсин, омийн.\
        Муаллиф: Абдул Азим Зиёуд'
    }, 

    
    {
        "id" : "106",
        "type": "23.000 so'm",
        "name": "Go'zal o'rnak",
        "name_modal": "Go'zal o'rnak",
        "img": "images/Go'zal o'rnak.jpg",
        "modal_img": "images/Go'zal o'rnak.jpg",
        "malumot" : 'Аллоҳ таоло инсонни яратар экан, уни пайғамбарлардан ва уларга меросхўр бўлмиш олимлардан, солиҳ кишилардан, муршидлардан ва яхши дўстлардан ўрнак олиб яшашга ва ўзи ҳам гўзал хулқи ва одоби билан бошқаларга ўрнак бўлишга буюрди. \
\
        Мазкур «Гўзал ўрнак» номли китоб muslimaat.uz сайти саҳифаларида Рамазон ойида эфирга узатилган эшиттиришлар асосида таълиф этилган бўлиб, унда муаллиф Одинахон Муҳаммад Содиқ ҳар бир мусулмон учун зарур бўлган гўзал хислатлар ҳақида сўз юритади.\
        \
        Муаллиф: Одинахон Муҳаммад Содиқ'
    }, 

    
    
    {
        "id" : "107",
        "type": "58.000 so'm",
        "name": "Mukammal saodat yo'li",
        "name_modal": "Mukammal saodat yo'li",
        "img": "images/Mukammal saodat yo'li.jpg",
        "modal_img": "images/Mukammal saodat yo'li.jpg",
        "malumot" : 'Шайх Муҳаммад Содиқ Муҳаммад Юсуф ҳазратларининг «Мукаммал саодат йўли» деб номланган китобларининг қайта нашри.\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф\
        Номи: «Мукаммал саодат йўли»\
        Нашриёт: «HILOL NASHR» нашриёт-матбааси\
        Сана: 2019 (2014, 2016)\
        Ҳажми: 448 бет\
        ISBN: 978-9943-5474-2-1\
        Ўлчами: 60×90 1/16\
        Муқоваси: қаттиқ'
    }, 


    
    
    
    {
        "id" : "108",
        "type": "65.000 so'm",
        "name": "Iymon",
        "name_modal": "Iymon",
        "img": "images/Iymon.jpg",
        "modal_img": "images/Iymon.jpg",
        "malumot" : 'Ушбу китоб 1991 йилда биринчи нашрдан чиққан эди. Исломнинг тамал тоши – иймон жавҳарига бағишланган бу асар китобхонлар томонидан қизғин кутиб олинган, тезда қўлма-қўл бўлиб ўқилган эди. Иймон масаласи дийнимизнинг асоси бўлгани туфайли, унга оид масалаларга бағишланган мазкур китобга бўлган талаб ва эҳтиёжлардан келиб чиққан ҳолда, асарнинг иккинчи, тўлдирилган нашрини чоп этишга қарор қилинди. Янги нашрда бир қанча мақолаларга қўшимчалар киритилди. Шунингдек «Суннат», «Суннат ва илмий мўъжизалар», «Шариат», «Ислом террорга қарши», «Ислом гиёҳвандликка қарши», «Ислом ва табиатни муҳофаза қилиш», «Ислом мўътадиллик дини», «Исломда инсон ҳуқуқлари», «Ислом ва бошқа дин вакиллари», «Исломда аёллар ҳуқуқлари», «Аёллар ва тенгҳуқуқлилик» каби бир неча янги мақолалар қўшилди.\
\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 


    
    
    {
        "id" : "109",
        "type": "70.000 so'm",
        "name": "Qur'oni karim nus'hafi",
        "name_modal": "Qur'oni karim nus'hafi",
        "img": "images/Qur'oni karim nus'hafi.jpg",
        "modal_img": "images/Qur'oni karim nus'hafi.jpg",
        "malumot" : "Qur'oni Karim mus'hafi. Usmonli turk bosma. Tajvidsiz. Audio tinglash uchun QR kod mavjud. Sifatli, ko'zni toliqtirmaydigan qog'ozdan foydalanilgan."
    }, 

    
    
    {
        "id" : "110",
        "type": "70.000 so'm",
        "name": "Qur'oni karim nus'hafi",
        "name_modal": "Qur'oni karim nus'hafi",
        "img": "images/Qur'oni karim nus'hafi2.jpg",
        "modal_img": "images/Qur'oni karim nus'hafi2.jpg",
        "malumot" : "Qur'oni Karim mus'hafi. Usmonli turk bosma. Tajvidsiz. Audio tinglash uchun QR kod mavjud. Sifatli, ko'zni toliqtirmaydigan qog'ozdan foydalanilgan."
    }, 
    
    {
        "id" : "111",
        "type": "70.000 so'm",
        "name": "Qur'oni karim nus'hafi",
        "name_modal": "Qur'oni karim nus'hafi",
        "img": "images/Qur'oni karim nus'hafi3.jpg",
        "modal_img": "images/Qur'oni karim nus'hafi3.jpg",
        "malumot" : "Qur'oni Karim mus'hafi. Usmonli turk bosma. Tajvidsiz. Audio tinglash uchun QR kod mavjud. Sifatli, ko'zni toliqtirmaydigan qog'ozdan foydalanilgan."
    }, 

    
    {
        "id" : "112",
        "type": "80.000 so'm",
        "name": "AYFA Qur'oni Karim mus'hafi.",
        "name_modal": "AYFA Qur'oni Karim mus'hafi.",
        "img": "images/ayfa.jpg",
        "modal_img": "images/ayfa.jpg",
        "malumot" : "AYFA Qur'oni Karim mus'hafi. Qozon bosma tajvidli. Audio tinglash uchun QR kod mavjud. O'lcham 17×24sm."
    }, 

    
]