var books = [
    {
        "id" : "1",
        "type": "60.000 so'm",
        "name": "Aqoid ilmi",
        "name_modal": "Aqoid ilmi",
        "img": "images/aqoid ilmiy.jpg",
        "modal_img": "images/aqoid ilmiy.jpg",
        "malumot" : ' "Ақоид илми ва унга боғлиқ масалалар"\
        Ушбу китобда ақийда илмига боғлиқ долзарб мавзулар кенг ёритилган. Шунингдек ақоид илмининг кўзга кўринган имомлари ва уларнинг бу соҳада қилган хизматлари хақида маълумотлар келтирилгандир.\
        Муаллифи Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    },

    {
        "id" : "2",
        "type": "25.000 so'm",
        "name": "Amallar niyatga bog'liq",
        "name_modal": "Amallar niyatga bog'liq",
        "img": "images/amallar.jpg",
        "modal_img": "images/amallar.jpg",
        "malumot" : ' Амалллар ниятга боғлиқ \
        МУНДАРИЖА \
        Албатта, амаллар ниятларга боғлиқдир \
        Ҳадиснинг шарҳи\
        Ниятнинг турлари \
        Руҳий тарбия илмида ният масаласи \
        Ихлос \
        Ихлоснинг ҳақиқати \
        Фиқҳ илмида ният масаласи \
        Биринчи фан: Куллий қоидалар \
        Хотима \
        Фойдаланилган адабиётлар рўйхати \
        Муаллифи Шайх Муҳаммад Содиқ Муҳаммад Юсуф \ '
        
    },

    {
        "id" : "3",
        "type": "18.000 so'm",
        "name": "Abu Hanifa No'mon",
        "name_modal": "Abu Hanifa No'mon",
        "img": "images/abu-hanifa-nomon.jpg",
        "modal_img": "images/abu-hanifa-nomon.jpg",
        "malumot" : ' Абу Ҳанифа Нўъмон \
        Абу Ҳанифа Нўъмон  ўз замонасида мусулмонларнинг энг машҳур имоми саналарди. Шунинг учун у зотнинг исмига қўшимча қилиб "Аъзам" Буюк сифати берилади. Илму маърифати, юксак фазилати , олиб борган изланишлари , сабру қаноати ва кучли салоҳияти сабаб  у зотни "Буюк имом Абу Ҳанифа Нўъмон" деб аташ кенг  ёйилган. Шариатимиздаги фиқҳ илмини ёзиш хусусида сўз кетганда, аввало имом Абу Ҳанифага нисбат берилади. Айтишларича, буюк имом томонидан тузилган илм ҳалқаси мавжуд илмнинг тўртдан уч қисмини ўз ичига олган. \
        Муаллиф  Доктор Мустафо Шакъа '
        
    },
    {
        "id" : "4",
        "type": "40.000 so'm",
        "name": "Asmoul Xusna va Yosin, Taborak",
        "name_modal": "Asmoul Xusna va Yosin, Taborak",
        "img": "images/ismlar.jpg",
        "modal_img": "images/ismlar.jpg",
        "malumot" : ' Асмоул Ҳусна (Аллоҳнинг гўзал исмлари). Ушбу китобда Аллоҳ таолонинг 99та гўзал исми маънолари билан бирга Қуръони Каримдан машҳур суралар( Ёсин, Воқеа, Каҳф, Мулк, Ар-Раҳмон ва 30-пора тўлиқ)  фазилати, маъно таржимаси ва ёдланиши ҳам бор. Қўшимча  тарзда саловат ва кундалик зарурий дуолар ҳам берилган.  Китоб крелл алифбосида чоп этилган.'
        
    },
    {
        "id" : "5",
        "type": "16.000 so'm",
        "name": "Ahmad amakining saboqlari",
        "name_modal": "Ahmad amakining saboqlari",
        "img": "images/saboqlari.jpg",
        "modal_img": "images/saboqlari.jpg",
        "malumot" : " Ushbu kitobcha bolalarni axloq-odobli, ilm o'rganishga rag'batli, yomon illatlardan qochuvchi qilib tarbiyalashga xizmat qiladi. Shuningdek muallif o'z risolasida halollik, poklik, ota-onaga qanday ehtiromda bo'lish va Islomiy qadriyatlar  haqida ham yoshlar dunyoqarashiga mos ma'lumotlar beradi."
        
    },
    {
        
        "id" : "6",
        "type": "13.000 so'm",
        "name": "Alifbe kitobi (Arab tili darsligi)",
        "name_modal": "Alifbe kitobi (Arab tili darsligi)",
        "img": "images/alifbe.jpg",
        "modal_img": "images/alifbe.jpg",
        "malumot" : ' Сиз азизларга "Араб тили дарслиги"(Алифбе) номли китобнинг 1-қисмини тақдим қилмоқдамиз. У ўзбек тилида сўзлашувчиларга араб тили дарслигидир.  У асосан тил марказлари учун мўлжалланган бўлиб, мустақил ўрганувчилар учун ҳам фойдадан ҳоли эмас. Аввал ўқувчи араб алифбоси билан танишиб чиқади. Ундан кейин ҳар бир ҳарфни мисоллари билан ўрганиб, луғатларни ёдлаб боради. Масалан ҳар бир ҳарфда берилган луғатларни ёд олади.'
        
    },
    {
        "id" : "7",
        "type": "14.000 so'm",
        "name": "Aqoid kitobi",
        "name_modal": "Aqoid kitobi",
        "img": "images/aqoid.jpg",
        "modal_img": "images/aqoid.jpg",
        "malumot" : ' Ақида ўзи нима? Сиз эътиқодингизни биласизми? Аллоҳ қандай зот? Аллоҳ ҳақида нималарни биласиз? Иймон нима? Ислом нима? Ақида илми ана шундай  саволларга жавоб беради. Ақида илмини ўрганиш ҳар бир мусулмон учун ФАРЗдир. Ақида билмаган шайтонга элдир! Минг йил солиҳ амал деб қилса елдир!'
        
    },
    {
        "id" : "8",
        "type": "45.000 so'm",
        "name": "Arab tili",
        "name_modal": "Arab tili",
        "img": "images/arabtili.jpg",
        "modal_img": "images/arabtili.jpg",
        "malumot" : ' Мазкур ўқув қўлланмаси олий ўқув юртларининг чет тили  ва адабиёти  ҳамда тарих ихтисослиги бўйича таҳсил олаётган талабалар, шунингдек хорижий шарқ тилларини  ўқитадиган академик лицей ва ўрта махсус мактаблар, араб тилини мустақил ўрганувчилар учун мўлжалланган. Қўлланмада араб тили грамматикаси, бой тарихимизга оид манбалардан парчалар, тарбиявий аҳамиятга эга бўлган матнлар, мўтабар ҳадислар, мақоллар ва ҳикматли сўзлардан намуналар берилган. Ўқув қўлланма араб тили фанининг ўқув дастури асосида тузилган. \
        Муаллиф Мирқобил Ҳасанов'
        
    },
    {
        "id" : "9",
        "type": "28.000 so'm",
        "name": "Arabcha o'qishni o'rganamiz",
        "name_modal": "Arabcha o'qishni o'rganamiz",
        "img": "images/arabcha-o'qish.jpg",
        "modal_img": "images/arabcha-o'qish.jpg",
        "malumot" : 'Китобнинг арабча ҳарфларни ва уларнинг талаффузини ўргатиш услуби осон ва соддалиги туфайли унинг ёрдамида ёшу қари, эркагу аёл ҳам арабча ўқиш ва ёзишни ўрганиб олиши мумкин. Китобда араб тилида тўғри ўқишни ўрганишнинг ҳам қадимги, ҳам ҳозирги замон услублари жамланган бўлиб, ўқувчини араб тилидаги ҳарфларни тўғри ўқишга, товушларни махражларидан чиқариб, чиройли ва тўғри талаффуз қилишга ўргатади.'
        
    },
    {
        "id" : "10",
        "type": "85.000 so'm",
        "name": "Allohning go'zal ismlari va Ismi A'zam",
        "name_modal": "Allohning go'zal ismlari va Ismi A'zam",
        "img": "images/allohning go'zal ismlari.jpg",
        "modal_img": "images/allohning go'zal ismlari.jpg",
        "malumot" : 'Ушбу китобда Аллоҳнинг гўзал исмлари билан бирга Қуръон ва суннатда келган ишончли ва саҳиҳ дуолар фазилатлари билан бирга берилган. Китоб 8 бобдан иборат ва ҳар бир боби алоҳида мавзуларга бағишланган дуолардан иборат.'
    },
    {
        "id" : "11",
        "type": "28.000 so'm",
        "name": "Ayollarga xos eng zarur fiqhiy masalar",
        "name_modal": "Ayollarga xos eng zarur fiqhiy masalar",
        "img": "images/ayollarga xos eng.jpg",
        "modal_img": "images/ayollarga xos eng.jpg",
        "malumot" : 'Ушбу китоб "Ҳидоят" журналининг 1999-2000 йиллардаги сонларида "Аёллар саҳифаси", "Хос фиқҳий масалалар" рукнлари остида эълон қилинган туркум мақолалар асосида нашрга тайёрланди. Мазкур китобда аёллар учун кундалик ҳаётда лозим бўлган муҳим шаръий масалалар ишончли манбаалар асосида содда баён этилган. Китобда келтирилган маълумотлар айни пайтда эркаклар учун ҳам ўта муҳим, оила тинч-тотувлиги, фаровонлигининг пойдевори вазифасини ўтовчи маълумотлардир.'
        
    },
    {
        "id" : "12",
        "type": "65.000 so'm",
        "name": "Baxtli oila",
        "name_modal": "Baxtli oila",
        "img": "images/baxtli oila.jpg",
        "modal_img": "images/baxtli oila.jpg",
        "malumot" : 'Мазкур китоб мустаҳкам оила қуришда муқаддас никоҳнинг ўрни, уни пок сақлашнинг турли фиқҳий маънавий масалаларига бағишланган бўлиб, асосан, ер-хотин, қайнона-келин, куёвлик муносабатларида учрайдиган айрим муаммолар ечими кўрсатиб берилган. Асар дидактик шаклда тасниф етилган бўлиб, унда турмуш қуриш арафасида бўлган ёшларга оила қуришнинг муҳим ва зарурий масалаларини ёритиб беришга ҳаракат қилинган. Қайноналар ва келин куёвлик муносабатларида учраб турадиган айрим муаммолар таҳлил қилинган. Асар турмуш қуриш ёшига етган кенг ўқувчилар оммасига мўлжалланган.\
        Муаллиф Шайх Абдулазиз Мансур'
        
        
    },
    {
        "id" : "13",
        "type": "65.000 so'm",
        "name": "baxtiyor oila",
        "name_modal": "baxtiyor oila",
        "img": "images/baxtiyor oila.jpg",
        "modal_img": "images/baxtiyor oila.jpg",
        "malumot" : 'Ушбу китоб Ислом динининг оилавий муносабатларга оид аҳкомларининг кенг ва батафсил шарҳи бўлиб, мусулмон киши оилавий ҳаётга оид билиши лозим бўлган барча масалаларни ўз ичига олади. Китобда инсонга икки дунё саодати йўлини кўрсатиб берган Ислом динининг бахтли, саодатли оила қуриш, эр-хотиннинг ҳуқуқлари, бурч ва мажбуриятлари, ота-онага, қайнота-қайнонага муносабат, келин ва куёв танлаш, ақийқа, фарзанд тарбияси, силаи раҳм, талоқ, идда ва шу каби кўплаб долзарб мавзулардаги таълимотлари орқали бугунги кунда қатор муаммолар муҳокама қилинади, оятлар, ҳадислар ҳамда салаф солиҳларнинг ҳаёти мисолида мусулмоннинг бахтли оилавий ҳаёт дастури кўрсатиб берилади.\
\
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
        
        
    }, 
    {
        "id" : "14",
        "type": "18.000 so'm",
        "name": "Bozor va unga bog'liq masalalar",
        "name_modal": "Bozor va unga bog'liq masalalar",
        "img": "images/bozor.jpg",
        "modal_img": "images/bozor.jpg",
        "malumot" : 'Қадимги фуқаҳоларимиз ушбу «Бозор ва унга боғлиқ масалалар» деб атаётган китобимизда келадиган масалаларга оид бобни «Китобул байъи» – «Савдо китоби» деб аташган.\
        Ҳар бир инсон турмуш тақозоси ила ҳаётида доимий равишда молиявий муомалаларга дуч келади ва бу муомалаларда иштирок этади. Айни шу муомалалар одамларнинг кўп вақтини ва фаолиятини ўз ичига олади. Ҳозирги кунимизда одамлар орасида молиявий муомалаларда турли келишмовчиликлар, уруш-жанжаллар ва маҳкамабозликлар чиқаётгани ҳеч кимга сир эмас. Бу каби нохуш ҳолатларни камайтириш учун нима қилиш лозим? Бизнингча, шариатимизда кўрсатилган таълимотларни яхшилаб ўрганиб, уларга амал қилиш зарур.\
        \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
        
        
    }, 

    {
        "id" : "15",
        "type": "50.000 so'm",
        "name": "Baxtli hayot sari",
        "name_modal": "Baxtli hayot sari",
        "img": "images/baxtli hayot sari.jpg",
        "modal_img": "images/baxtli hayot sari.jpg",
        "malumot" : '“Бахтли ҳаёт сари” китобидан қалб хотиржамлиги, оилавий тотув-лик, соғлик-саломатлик ҳақидаги маълумотлар урин олган. Жумладан, оила қуриш арафасида турган ёшларга фойдали маслаҳатлар берилган, турмушда учрайдиган муаммоларни ҳал этиш, соғлиқни сақлаш, касалликлар олдини олиш, моддий, руҳий иллатларни даволаш борасида йўл-йўриқ кўрсатилган. \
        Ушбу китоб ҳаёт моҳиятини теранроқ англашда, ҳақиқий бахтга эришишда сизга яқин кўмакчи бўлади, деган умиддамиз.\
        \
        Муаллиф: Зиёвуддин Раҳим'
        
        
    }, 

    {
        "id" : "16",
        "type": "42.000 so'm",
        "name": "Bola - odobi bilan aziz",
        "name_modal": "Bola - odobi bilan aziz",
        "img": "images/bola odobi bilan aziz.jpg",
        "modal_img": "images/bola odobi bilan aziz.jpg",
        "malumot" : '"Bola - odobi bilan aziz" kitobida bolalar odob-axloqi haqida juda kerakli ma\'lumotlar berilgan. Misol uchun, uyda va maktabda o\'zini qanday tutish lozimligi, ko\'chada yurish odoblari, ota-onaga, ustozlarga, qarindoshlarga qanday muomala qilish haqida muhim yo\'l-yo\'riqlar ko\'rsatilgan. Shuningdek, bu kitobdan bolalarning dunyoqarashini kengaytiradigan qiziq mavzular va ibratli hikoyalar ham o\'rin olgan.\
        Sevikli farzandlarimiz bu kitobni o\'qib, hayotning mohiyatini yaxshiroq anglab etadilar, odob-axloq qoidalarini o\'rganadilar, insonlarga ham, atrof-muhit va xayvonot olamiga xam birdek yaxshi munosabatda bo\'lish naqadar muhimligini bilib oladilar.\
        \
        Muallif: Ziyovuddin Raxim'
        
        
    },

    {
        "id" : "17",
        "type": "32.000 so'm",
        "name": "Fotiha va Baraka suralari",
        "name_modal": "Fotiha va Baraka suralari",
        "img": "images/fotiha va baraka suralari.jpg",
        "modal_img": "fotiha va baraka suralari.jpg",
        "malumot" : 'Ушбу китоб кўп сонли китобхонларнинг талаб ва илтимосига биноан нашр етилди. Китобда Қуръони Каримдаги енг узун Бақара сурасининг крелл алифбосида ўқилиши, маънолари таржимаси ва фазилати берилган. Китобда ҚР код ҳам жойлаштирилган. Телефондаги илова орқали сурани тинглаш имконияти мавжуд.'
    },

    {
        "id" : "18",
        "type": "65.000 so'm",
        "name": "Bilimsizlikning shifosi - savol (2 ta kitob)",
        "name_modal": "Bilimsizlikning shifosi - savol (2 ta kitob)",
        "img": "images/bilimsizlik shifosi.jpg",
        "modal_img": "images/bilimsizlik shifosi.jpg",
        "malumot" : 'Китобнинг номини шайх ҳазратларига эргашиб, ҳадиси шарифдан олинган ибора билан «Билимсизликнинг шифоси – савол» деб атадик. Китобдан нимаики манфаат топсангиз, Аллоҳ таолодан деб билгайсиз, ажру савоби падари бузрукворимга бўлсин. Камчиликлар бўлса, бизнинг нуқсонимиздандир. Камол ёлғиз Аллоҳга хосдир. Ожиз банда эканимизни эътироф қилган ҳолда Роббимиздан қадамларимизни ҳақ йўлда собит қилишини тилаймиз, гуноҳларимизга мағфират сўраймиз, амалларимизнинг холис ва манфаатли бўлишини Ўзидан илтижо қиламиз! Омин! \
\
        Муаллиф: Одинахон Муҳаммад Содиқ'
    },

    {
        "id" : "19",
        "type": "45.000 so'm",
        "name": "Boshlang'ich arab tili darsligi",
        "name_modal": "Boshlang'ich arab tili darsligi",
        "img": "images/arabtili_darsligi.jpg",
        "modal_img": "images/arabtili_darsligi.jpg",
        "malumot" : 'Бошланғич араб тили дарслиги (Шифоҳия). \
        Ушбу дарслик-қўлланма кенг китобхонлар оммасига мўлжалланган бўлиб, мактаб ёшидаги бошланғич толиби илмларга ҳам ва улуг ъ ёшдаги мустақил ўрганувчи кишиларга ҳам араб тилини ўзлаштиришда иншааллоҳ хизмат қилади.'
    }, 

    {
        "id" : "20",
        "type": "20.000 so'm",
        "name": "Boshlang'ich arab tili saboqlari",
        "name_modal": "Boshlang'ich arab tili saboqlari",
        "img": "images/arabtili_saboqlari.jpg",
        "modal_img": "images/arabtili_saboqlari.jpg",
        "malumot" : 'БОШЛАНҒИЧ АРАБ ТИЛИ САБОҚЛАРИ\
\
        Халқимиз кўп йиллар давомида Ahmad Ҳодий Мақсудийнинг "Муаллими соний" китоби асосида араб тили саводини чиқарган. Қўлингиздаги китобда ушбу китоб асосида ҳарфларни таниш, ейъқиш қоидалари ва ёзиш услублари келтириб ўтилган. Китоб араб тилини ўрганишни бошлаган талаба ва мустақил ўрганувчилар учун мўлжалланган.'
    }, 
    {
        "id" : "21",
        "type": "22.000 so'm",
        "name": "Din nasihatdir",
        "name_modal": "Din nasihatdir",
        "img": "images/din nasihatdir.jpg",
        "modal_img": "images/din nasihatdir.jpg",
        "malumot" : 'Кўпчилик катта имомлар, муҳаддислар ва мужтаҳидлар Исломнинг мадори деб атаган ҳадиси шарифлардан бири қисқача қилиб «Дин насиҳатдир» деб номланади. Мазкур ҳадиси шарифнинг матни қуйидагича: \
\
        Тамим Дорий розияллоҳу анҳудан ривоят қилинади:\
        «Набий соллаллоҳу алайҳи васаллам: «Дин насиҳатдир», дедилар. \
        «Ким учун?» дедик. \
        «Аллоҳ учун, У Зотнинг Китоби учун, У Зотнинг Расули учун ва мусулмонларнинг имомлари ҳамда оммалари учун», дедилар». \
        \
        Бухорий, Муслим, Абу Довуд, Термизий ва Насоий ривоят қилишган.\
        \
        Муаллиф: Шайх Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "22",
        "type": "55.000 so'm",
        "name": "Dinda savolim bor",
        "name_modal": "Dinda savolim bor",
        "img": "images/dinda savolim bor.jpg",
        "modal_img": "images/dinda savolim bor.jpg",
        "malumot" : 'Ушбу китобда ақида, намоз, жаноза, таъзия ва қабр зиёрати, закот, ҳаж ва умра, рўза, қурбонлик, ҳалол ва харом, одоб-ахлоқ, никоҳ, оила, савдо-сотиқ, тарих ва бошқа турли масалаларга доир саволларга Имоми Аъзам (раҳматуллоҳи алайҳ) мазҳабининг мўтабар манбалари асосида тушунарли, қисқа ва аниқ жавобларни ўқиб баҳраманд бўласиз.'
    }, 

    {
        "id" : "23",
        "type": "90.000 so'm",
        "name": "Al-Azkor Duo va zikrlar kitobi",
        "name_modal": "Al-Azkor Duo va zikrlar kitobi",
        "img": "images/al-azkor.jpg",
        "modal_img": "images/al-azkor.jpg",
        "malumot" : '«Ал-Азкор»\
\
        Ислом оламининг мўътабар олимларидан ҳисобланган Имом Нававийнинг (рахматуллоҳи алайх) ушбу китобида Пайғамбаримизнинг (соллаллоҳу алайҳи васаллам) турли ҳолатларда айтиладиган. салавоту саломлар, зикрлар, ўқиладиган дуолар хақидаги ҳадиси шарифлари жамланган. \
        \
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ҳузуридаги Дин ишлари бўйича қўмитанинг 2013-рақамли тавсияси билан чоп этилди.\
        \
        Муаллиф: Абу Закариё Яҳё ибн Шараф Нававий'
    }, 

    {
        "id" : "24",
        "type": "85.000 so'm",
        "name": "Duolar qo'rgoni",
        "name_modal": "Duolar qo'rgoni",
        "img": "images/quolar qurgoni.jpg",
        "modal_img": "images/quolar qurgoni.jpg",
        "malumot" : 'Ушбу китобда ҳар бир мусулмон banda билиши лозим бўлган дуо ва саловатлар жамланган. Бу китобдан сизга катта манфаат етади деган умиддамиз.'
    }, 

    {
        "id" : "25",
        "type": "3.000 so'm",
        "name": "Муқаддас ЗАМ-ЗАМ булоғининг суви",
        "name_modal": "Муқаддас ЗАМ-ЗАМ булоғининг суви",
        "img": "images/zamzam.jpg",
        "modal_img": "images/zamzam.jpg",
        "malumot" : 'Муқаддас ЗАМ-ЗАМ булоғининг суви \
        100% ишончли маҳсулот(концентрация 10%) 100 мл лик идишларда қадоқланган.  Аллоҳга беҳисоб ҳамдлар бўлсинки,  Пайғамбаримиз(с. а. в)  ичган булоқ сувидан бизларга ҳам ичишни насиб этди'
    }, 

    {
        "id" : "26",
        "type": "62.000 so'm",
        "name": "Dunyo va din odobi",
        "name_modal": "Dunyo va din odobi",
        "img": "images/dunyo va din odobi.jpg",
        "modal_img": "images/dunyo va din odobi.jpg",
        "malumot" : '«Дунё ва дин одоби» \
\
        Ўз даврининг забардаст адиби Абулҳасан Мовардийнинг «Дунё ва дин одоби» китобида инсоний одоб-ахлоқ, гўзал фазилат ва Ҳислатлар нозик кузатиш ва ҳаётий тажрибалар асосида таҳлил қилиб берилган. Адиб ўз қарашларини Қуръони Карим ва ҳадиси шарифлар кўрсатмалари билан асослаб бериши ҳам ўқувчилар фикрини ўзига жалб этади. Мазкур китоб кўпчилик китобхонларга манзур бўлишига ишонамиз.\
    \
        Муаллиф: Абул Ҳасан Мовардий \
        Таржимон: Абдуллоҳ Исмоил Махдум'
    }, 

    {
        "id" : "27",
        "type": "45.000 so'm",
        "name": "Er-xotinlik asoslari",
        "name_modal": "Er-xotinlik asoslari",
        "img": "images/Er-xotinlik asoslari.jpg",
        "modal_img": "images/Er-xotinlik asoslari.jpg",
        "malumot" : 'ЕР-ХОТИНЛИК АСОСЛАРИ\
        Азиз ўқувчи! Сиз бу китобда кўрганингиз очиқлик бепарволикнинг бир тури ҳам, иззат пардасини йиртиш ҳам емас, балки воқеликни борича тушунтиришдир. Ер-хотин муҳтож бўладиган ёки турмушларида дуч келадиган масалалар шаръий ҳукмларининг баёнидир, холос. \
        Муаллиф: Муҳаммад Аҳмад Канъон'
    }, 

    
    {
        "id" : "28",
        "type": "22.000 so'm",
        "name": "Eng zaruriy salavotlar",
        "name_modal": "Eng zaruriy salavotlar",
        "img": "images/Eng zaruriy salavotlar.jpg",
        "modal_img": "images/Eng zaruriy salavotlar.jpg",
        "malumot" : 'ЕНГ ЗАРУРИЙ САЛАВОТЛАР\
        Севикли Пайғамбаримиз соллаллоҳу алайҳи васалламга салавот айтиш ҳар биримизнинг умматлик бурчимиздир. Ушбу тўпламда ҳадислардаги бир неча салавотлар жамланган. Шунингдек салафи солиҳийн, яъни ўтган солиҳ зотлар қолдирган салавотлар, уларнинг фазилатлари баён қилинган.\
        Муаллиф: Умида Қодирова'
    }, 

    {
        "id" : "29",
        "type": "40.000 so'm",
        "name": "Eng baxtli ayol",
        "name_modal": "Eng baxtli ayol",
        "img": "images/Eng baxtli ayol.jpg",
        "modal_img": "images/Eng baxtli ayol.jpg",
        "malumot" : 'Бу китоб аёл зотининг ўзини Ислом динида еканлигидан бахтиёр бўлишга, Аллоҳнинг унга берган фазлидан шод бўлишга ҳамда ўзидаги бор неъматларга хурсанд бўлишга ундайди. Синглим! Бу китобни ўқи. Зеро бу китобда пухта оятлар, ҳаққоний ҳадислар, қатъий сўзлар, ибратли қиссалар, таъсирли байтлар, онгли фикрлар тўғри тажрибалар бордир. Бу китобни ўқи, чунки у сендаги қайғу қолдиқларини, ғам шарпаларини, хавф ва изтироб даҳшатларини кетказур.\
        Муаллиф: Доктор Оиз Қарний'
    }, 

    {
        "id" : "30",
        "type": "10.000 so'm",
        "name": "Misvok",
        "name_modal": "Misvok",
        "img": "images/misvok.jpg",
        "modal_img": "images/misvok.jpg",
        "malumot" : 'Маълумки, оғизни поклашда мисвок ишлатиш суннат амаллардан ҳисобланади.\
\
        “Набий (с.а.в.) “Агар умматимга машаққат бўлишини ўйламаганимда, албатта, уларни ҳар намоздан олдин мисвок қилишга амр этар эдим”-деганлар. Аллоҳ расули (с.а.в) умматларига буюрган ҳар бир амал албатта фойда ва ҳикматлардан холи эмас. Ҳозирги илм-фан тараққий этган замонда Қуръон ва Суннатдаги кўплаб мўъжизалар ўз исботини топиб келмоқда. Ислом уммати эса Қуръон ва Суннатдаги буюрилган амалларга ҳеч бир исбот талаб қилмай амал қилиб келмоқдалар.'
    }, 

    {
        "id" : "31",
        "type": "20.000 so'm",
        "name": "Folbinlik, sehrgarlik, jin chiqarish va noan'anaviy davolash kabi ishlarning haqiqati",
        "name_modal": "Folbinlik, sehrgarlik, jin chiqarish va noan'anaviy davolash kabi ishlarning haqiqati",
        "img": "images/folbinlik.jpg",
        "modal_img": "images/folbinlik.jpg",
        "malumot" : 'Қатан ибн Қобийсадан, у kishi еса ўз отасидан ривоят қилади: "Набий соллаллоҳу алайҳи васаллам: "Чизиқ чизиб, тош билан ва қуш билан фол очиш Аллоҳдан бошқага ибодат қилишдандир", дедилар".\
        Имом Насоий ривоят қилган.'
    }, 

    {
        "id" : "32",
        "type": "52.000 so'm",
        "name": "Falak",
        "name_modal": "Falak",
        "img": "images/falak.jpg",
        "modal_img": "images/falak.jpg",
        "malumot" : 'Қадрли китоб муҳиблари! Ўзбекистон халқ ёзувчиси Тоҳир Маликнинг мазкур асарлар тўпламига адибнинг фантастика тарзида ва тарихий йўналишда яратган асарлари киритилди. Бу асарлар турли йилларда ёзилган бўлса-да, бу тўпламга тартиб бериш жараёнида таҳрирлар, тузатишлар ва қўшимчалар киритилди.\
        Муаллиф Тоҳир Malik'
    }, 


    {
        "id" : "33",
        "type": "45.000 so'm",
        "name": "Gunohi kabiralar",
        "name_modal": "Gunohi kabiralar",
        "img": "images/Gunohi kabiralar.jpg",
        "modal_img": "images/Gunohi kabiralar.jpg",
        "malumot" : 'Имом Заҳабийнинг жуда кўп асарлари бўлиб, улар ичида кенг тарқалгани, шубҳасиз, "Гуноҳи кабиралар" китобидир. Ушбу асарда Қуръон ва ҳадисда келган, ҳад-жазо белгиланган, Аллоҳ ва Пайғамбар (соллаллоҳу алайҳи васаллам) лаънатлаган гуноҳ ишлар батафсил ёритилган. Инсон ёмонликка тушиб, жазога мустаҳиқ бўлиб қолмаслиги учун ҳам, мазкур гуноҳлар табиати, уларга бошловчи сабаблар ва оқибат нима бўлишини яхшилаб ўрганиши лозим. Шу нуқтаи назардан, ушбу асар сиз азизларга катта ёрдам беради, иншааллоҳ.'
    }, 

    {
        "id" : "34",
        "type": "20.000 so'm",
        "name": "Duo va zikrlar fazilati",
        "name_modal": "Duo va zikrlar fazilati",
        "img": "images/Duo va zikrlar fazilati.jpg",
        "modal_img": "images/Duo va zikrlar fazilati.jpg",
        "malumot" : 'ДУО ВА ЗИКРЛАР ФАЗИЛАТИ \
        Дуо ибодатнинг мағзи бўлиб, у бирор макон, ҳолат ва замонга боғлиқ эмас. Дуо бандани Аллоҳ таолога яқинлаштирадиган, У Зот муҳаббатига сазовор қиладиган амаллардан бўлиб, ризқнинг мўл ва неъматнинг янада зиёда бўлишига ҳам сабабдир. Ушбу китобда кундалик зарур бўладиган энг сара дуолар жамланган.'
    }, 

    {
        "id" : "35",
        "type": "30.000 so'm",
        "name": "Hadisi sharifning o'rni",
        "name_modal": "Hadisi sharifning o'rni",
        "img": "images/Hadisi sharifning o'rni.jpg",
        "modal_img": "images/Hadisi sharifning o'rni.jpg",
        "malumot" : ''
    }, 

    {
        "id" : "36",
        "type": "22.000 so'm",
        "name": "Halol ochiq-oydindir, harom ochiq-oydindir",
        "name_modal": "Halol ochiq-oydindir, harom ochiq-oydindir",
        "img": "images/halol.jpg",
        "modal_img": "images/halol.jpg",
        "malumot" : ''
    }, 

    {
        "id" : "37",
        "type": "85.000 so'm",
        "name": "Hazrat Abu Bakr Siddiq",
        "name_modal": "Hazrat Abu Bakr Siddiq",
        "img": "images/hazrat.jpg",
        "modal_img": "images/hazrat.jpg",
        "malumot" : 'Пайғамбаримиз соллаллоҳу алайҳи васаллам комил иймон соҳибларини мадҳ қилар еканлар, "Аллоҳ ризоси учун севган, Аллоҳ ризоси учун нафратланган, Аллоҳ ризоси учун берган, Аллоҳ ризоси учун бермаган" дея таърифлайдилар. Демак, ҳаёлида, ҳаракатида, инсонларга нисбатан муомаласида доимо Аллоҳ таоло ризолигини ўйлаган инсон ҳақиқий мўминдир. Ҳазрат Абу Бакр Сиддиқ розияллоҳу анҳу айнан шундай улуғ ҳусусиятлар соҳиби едилар. Шунинг учун ҳам муборак ҳадисларда келтирилган инсоний фазилатлар эсланганда, Ҳазрат Абу Бакр розияллоҳу анҳу кўз олдимизга келадилар.\
        Муаллиф: Аҳмад Лутфий Қозончи'
    }, 

    {
        "id" : "38",
        "type": "85.000 so'm",
        "name": "Hazrat Umar",
        "name_modal": "Hazrat Umar",
        "img": "images/Hazrat Umar.jpg",
        "modal_img": "images/Hazrat Umar.jpg",
        "malumot" : 'Ушбу асар ўзбек китобхонлари орасида "Саодат асри қиссалари", "Ўгай она", "Қайнона" каби асарлари билан ҳурмат қозонган Ahmad Лутфий ҳазратларининг қаламига мансубдир. Унда мусулмонларга енг суюкли инсонлардан бири, адолати ҳануз қалбларда қуёш бўлиб порлаётган мўтабар зот - Умар ибн Хаттобнинг ҳаёти биз билган-билмаган қирралари билан қайноқ, жонли бўёқларда чизилган. Замин узра ҳидоят қуёши балққан, оламлар нурга чўмилган кунлар епкини маърифатга чанқоқ қалбларга ҳузур бағишлайди, деган умиддамиз.'
    }, 

    {
        "id" : "39",
        "type": "115.000 so'm",
        "name": "Hidoya",
        "name_modal": "Hidoya",
        "img": "images/Hidoya.jpg",
        "modal_img": "images/Hidoya.jpg",
        "malumot" : 'Мазкур «Ҳидоя» асари 1990 йилда Байрутнинг «Дорул кутуб ал-илмия» нашриётида араб тилида чоп этилган нусхадан илк бор тўлиқ ва тузатилган ҳолда таржима қилинди.\
\
        Муаллиф: Бурҳонуддин Марғиноний\
        Номи: «Ҳидоя» 1-жуз\
        Таржима ва изоҳлар муаллифлари: Аъзамхон Қамбаров (бош таржимон), Акмалжон Икромжонов, Илҳомжон Бекмирзаев (тарих фанлари доктори)\
        Нашриёт: «Hilol» нашриёт-матбааси\
        Сана: 2020 йил\
        Ҳажми: 704 бет\
        \
        ISBN: 978-9943-5979-2-1\
        Ўлчами: 70×100 1/32\
        Муқоваси: қаттиқ\
        Ўзбекистон Республикаси Вазирлар Маҳкамаси ҳузуридаги Дин ишлари  бўйича қўмитанинг 2019 йил 9 апрелдаги 1911-рақамли хулосаси асосида чоп этилди.'
    }, 

    {
        "id" : "40",
        "type": "60.000 so'm",
        "name": "Hazrat Imom al-buxoriy",
        "name_modal": "Hazrat Imom al-buxoriy",
        "img": "images/Hazrat Imom al-buxoriy.jpg",
        "modal_img": "images/Hazrat Imom al-buxoriy.jpg",
        "malumot" : 'Ҳадис илмида амир ал-мўминин деган шарафли номга сазовор бўлган буюк ватандошимиз Имом ал-Бухорийнинг ҳаёти ва илмий фаолиятига бағишланган кўплаб илмий оммабоп ва адабий-маърифий асарлар яратилган. Шу асарлар орасида шайх Абдуссалом ал-Муборакфурийнинг мазкур асари ўз мазмун моҳияти ва қамрови кенглиги билан алоҳида ажралиб туради. Шу билан бирга китоб муаллифининг буюк муҳаддис бобомизга ҳурмати ва самимий меҳр-муҳаббати ҳам бўлакча. Асар кенг китобхонлар оммасига мўлжалланган.'
    }, 

    {
        "id" : "41",
        "type": "40.000 so'm",
        "name": "Ibodati Islomiya",
        "name_modal": "Ibodati Islomiya",
        "img": "images/Ibodati Islomiya.jpg",
        "modal_img": "images/Ibodati Islomiya.jpg",
        "malumot" : 'Ушбу китоб шариатимиз қоидалари аҳли сунна вал жамоа, ҳусусан, ҳанафий мазҳаби кўрсатмаларига асосан тушунтирилган. Асар ўтган аср бошларида ўша пайтдаги тил меъёрларига мос ифода ва иборалар ила битилган. Бу йўсиндаги ифода ҳозирги замон ўқувчисининг тушунишига бироз қийинчилик туғдиради, албатта. Шу боиз муаллиф тилини бироз бўлса-да, замонавийлаштиришга журъат етдик. ушбу қўлланма кенг китобхонлар оммасига мўлжалланиб, еътиқоду амал масалаларини ўрганишда хизмат қилади, деган умиддамиз.\
        Муаллиф: Аҳмад Ҳодий Мақсудий\
        Таржимон: И.Нуруллоҳ, А.Турсунов'
    }, 

    {
        "id" : "42",
        "type": "55.000 so'm",
        "name": "Иҳёу Улумид дин ",
        "name_modal": "Иҳёу Улумид дин ",
        "img": "images/Ihyou Ulumiddin.jpg",
        "modal_img": "images/Ihyou Ulumiddin.jpg",
        "malumot" : 'Дунёнинг бало ва офатлари қанчалик кўп бўлмасин, аввало дунёнинг ўзи нима еканини билиб олиш керак. Шундан кейин уни душман еканига қарамасдан нега яратилгани ва яратилишидан кўзда тутилган ҳикмат ва мақсадни, қайси нарса ғурур ва ёмонликка олиб боришини билиб олинади.\
        Муаллиф: Абу Ҳомид Ғаззолий'
    }, 

    {
        "id" : "43",
        "type": "80.000 so'm",
        "name": "Иҳёу Улумид дин ",
        "name_modal": "Иҳёу Улумид дин ",
        "img": "images/Ihyou_Ulumiddin.jpg",
        "modal_img": "images/Ihyou_Ulumiddin.jpg",
        "malumot" : 'Ҳужжатул Ислом номи билан бутун дунёга танилган Имом Абу Ҳомид Ғаззолийнинг Иҳёу Улумид дин туркумидаги ушбу китоблари Тавба, Сўнги манзил зикри, Нафс тарбияси ва Тил офатлари китобларининг жамланма кўринишидир.'
    }, 

    {
        "id" : "44",
        "type": "65.000 so'm",
        "name": "Ikki olam sarvari",
        "name_modal": "Ikki olam sarvari",
        "img": "images/Ikki olam sarvari.jpg",
        "modal_img": "images/Ikki olam sarvari.jpg",
        "malumot" : 'Мазкур асарда Пайғамбаримиз Муҳаммад соллаллоҳу алайҳи васалламнинг хилқатлари, юксак ахлоқий ва маънавий фазилатлари, шу билан бир қаторда, у зот алайҳиссаломнинг ўз ҳаёт йўлларида бугунги кунда ҳам ўз аҳамиятини йўқотмаган, асл Ислом динининг моҳияти ҳисобланадиган инсонпарварлик тамойилларини кўрсатиб беришда барчага намуна бўлганликлари оят ва ҳадислар воситасида тушунарли тарзда баён қилиб берилган. Ҳадислар манбаи аниқ кўрсатилган. Зарур ўринларда керакли изоҳлар бериб борилган.\
\
        Саййид Муҳаммад Ҳасаний'
    }, 


    {
        "id" : "45",
        "type": "40.000 so'm",
        "name": "Imom A'zam",
        "name_modal": "Imom A'zam",
        "img": "images/Imom A'zam.jpg",
        "modal_img": "images/Imom A'zam.jpg",
        "malumot" : 'Илмий суҳбатларимизнинг бирида Абу Ҳанифа раҳматуллоҳи алайҳ ҳақларида билдирилган салбий фикрларга илмий услубда раддия берадиган китоб йўқлигини ва халқимизнинг шундай китобга катта эҳтиёжи борлигини айтиб ўтган эдим. Бу фикрим баъзи азизларимизга маъқул келиб, бир куни қабулимга келишди. Улар айнан мен айтган мавзуда китоб ёзиш ниятида эканларини билдириб, «Бу ишда ўзингиз бош-қош бўлиб, бизларга йўлланма бериб, асосан қайси мавзуларга урғу бериш кераклигини, китобни ёзишда қандай адабиётлардан фойдаланишимизни айтсангиз», дейишди. Мен бундан жуда хурсанд бўлдим. Улар билан ушбу китобни биргаликда, баҳамжиҳат ёзишга келишдик. Ҳақларига дуо қилиб, керакли манбаларни бердим.\
        Муаллиф: Шайҳ Муҳаммад Содиқ Муҳаммад Юсуф'
    }, 

    {
        "id" : "46",
        "type": "90.000 so'm",
        "name": "Икки Шайҳ-Имом Бухорий ва Муслим баробар ривоят қилган марварид маржонлар",
        "name_modal": "Икки Шайҳ-Имом Бухорий ва Муслим баробар ривоят қилган марварид маржонлар",
        "img": "images/marvarid marjonlar.jpg",
        "modal_img": "images/marvarid marjonlar.jpg",
        "malumot" : 'Ушбу китоб Муҳаммад Фуод Абдулбоқий қаламига мансуб бўлиб, унда "Саҳиҳи Бухорий" ва "Саҳиҳи Муслим" китобларидан ўта диққат еътибор билан бир-бирига қиёслаб, саралаб олинган, худди марвариду маржонлар янглиғ тизилган ва "Ал-луълуъу вал-маржон лиш-шайхони Имон Бухорий ва Муслим" ( яъни, "Икки Шайҳ-Имом Бухорий ва Муслим баробар ривоят қилган марварид маржонлар") деб аталган китобдан ушбу саҳиҳ, муттафақун алайҳ ҳадисларни бақадри ҳол арабчадан ўзбек тилига ўгириб, сиз азизларга тақдим қилинмоқда.'
    }, 

    {
        "id" : "47",
        "type": "80.000 so'm",
        "name": "Islom Ensiklopediyasi",
        "name_modal": "Islom Ensiklopediyasi",
        "img": "images/Islom Ensiklopediyasi.jpg",
        "modal_img": "images/Islom Ensiklopediyasi.jpg",
        "malumot" : 'Мазкур енциклопедия ўзига хос хусусиятлари билан тубдан ажралиб туради. Хусусан, Исломга доир тушунчалар мазмунини таҳлил ва талқин етишда кенг тарқалган ва етук исломшунослар томонидан еътироф етилган таърифу тавсифлар киритилди. Ислом таълимотининг маданиятимиз ривожи, қадриятларимизнинг шаклланишидаги ўзига хос хусусиятлари, Ислом маърифатининг ўзаро таъсири ёритилди.'
    }, 

    {
        "id" : "48",
        "type": "150.000 so'm",
        "name": "Islom odoblari ensiklopediyasi (2ta kitob)",
        "name_modal": "Islom odoblari ensiklopediyasi (2ta kitob)",
        "img": "images/Islom odoblari ensiklopediyasi.jpg",
        "modal_img": "images/Islom odoblari ensiklopediyasi.jpg",
        "malumot" : '"Ислом одоблари енциклопедияси" номли ушбу китобда динимизга тааллуқли машҳур одоблар жамланган. Ушбу одоблар мўминларнинг дунёда саодатли ҳаёт кечиришлари ва охиратда жаннатга эришишларига сабаб бўлади. Мазкур одоблар "Мавсуъатул одобил исламиятил мураттаба ъ алал ҳуруфил ҳижоя "(Алифбо бўйича тартибланган исломий одоблар енциклопедияси ) асари асосида баён қилинган. Одобларни баён қилишда уларнинг далиллари ва айрим ҳикматлари ҳам келтирилган. Фиқҳий масалаларга тааллуқли одоблар ҳанафий мазҳабидаги мўтабар асарларга мувофиқ баён қилинган. Китобдаги одоблар ўқувчига қулай бўлиши учун krill алифбоси ҳарфлари тартибига кўра келтирилган.'
    }, 





]